Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the security and privacy settings. The button you'll need to press to allow the system extension is quite far down in the settings page; look for a message saying that system software loaded by Karabiner-VirtualHIDDevice-Manager was blocked, then you should find an "Allow" button. Press VO+Space on that button to unblock the system extension. If you start seeing settings concerning FileVault, you likely went too far and should scroll backwards to find the "Allow" button. Enter your password or provide your touch ID when prompted.
de: Sobald dieser Dialog den Fokus hat, drücken Sie *nicht* auf die Schaltfläche "OK", sondern auf die Schaltfläche *"Einstellungen öffnen "*, um die Sicherheits- und Datenschutzeinstellungen zu öffnen. Die Schaltfläche, die Sie drücken müssen, um die Systemerweiterung zuzulassen, befindet sich ziemlich weit unten auf der Einstellungsseite; suchen Sie nach einer Meldung, die besagt, dass von Karabiner-VirtualHIDDevice-Manager geladene Systemsoftware blockiert wurde, dann sollten Sie eine Schaltfläche "Zulassen" finden. Drücken Sie VO+Leertaste auf dieser Schaltfläche, um die Systemerweiterung freizugeben. Wenn Sie nun Einstellungen sehen, die FileVault betreffen, sind Sie wahrscheinlich zu weit gegangen und sollten zurückblättern, um die Schaltfläche "Zulassen" zu finden. Geben Sie Ihr Kennwort ein oder geben Sie Ihre Touch ID an, wenn Sie dazu aufgefordert werden.
es: Una vez que este cuadro de diálogo tenga el foco, *no* pulse el botón "Aceptar"; en su lugar, pulse el botón *"Abrir configuración "* para abrir la configuración de seguridad y privacidad. El botón que necesitará pulsar para permitir la extensión del sistema está bastante abajo en la página de configuración; busque un mensaje diciendo que el software del sistema cargado por Karabiner-VirtualHIDDevice-Manager fue bloqueado, entonces debería encontrar un botón "Permitir". Pulse VO+Espacio en ese botón para desbloquear la extensión del sistema. Si usted comienza a ver la configuración relativa a FileVault, es probable que haya ido demasiado lejos y debe desplazarse hacia atrás para encontrar el botón "Permitir". Introduce tu contraseña o tu Touch ID cuando se te pida.
it: Una volta focalizzata la finestra di dialogo, *non* premere il pulsante "OK"; premere invece il pulsante *"Apri impostazioni "* per aprire le impostazioni di sicurezza e privacy. Il pulsante da premere per consentire l'estensione di sistema si trova in fondo alla pagina delle impostazioni; cercate un messaggio che indichi che il software di sistema caricato da Karabiner-VirtualHIDDevice-Manager è stato bloccato, quindi dovreste trovare un pulsante "Consenti". Premere VO+Spazio su tale pulsante per sbloccare l'estensione di sistema. Se si iniziano a visualizzare le impostazioni relative a FileVault, probabilmente si è andati troppo oltre e si deve scorrere all'indietro per trovare il pulsante "Consenti". Quando viene richiesto, inserire la password o fornire il Touch ID.
nl: Druk *niet* op de knop "OK" als dit dialoogvenster is geopend; druk in plaats daarvan op de knop *"Instellingen openen"* om de beveiligings- en privacy-instellingen te openen. De knop die u moet indrukken om de systeemuitbreiding toe te staan staat vrij ver onderaan in de instellingenpagina; zoek naar een bericht waarin staat dat de systeemsoftware geladen door Karabiner-VirtualHIDDevice-Manager geblokkeerd is, dan zou u een knop "Toestaan" moeten vinden. Druk op VO+Spatie op die knop om de systeemuitbreiding te deblokkeren. Als u instellingen ziet met betrekking tot FileVault, bent u waarschijnlijk te ver gegaan en moet u achteruit scrollen om de knop "Toestaan" te vinden. Voer uw wachtwoord in of geef uw touch ID op wanneer daarom wordt gevraagd.
pt: Quando essa caixa de diálogo tiver o foco, *não* pressione o botão "OK"; em vez disso, pressione o botão *"Open Settings "* para abrir as configurações de segurança e privacidade. O botão que você precisará pressionar para permitir a extensão do sistema está bem abaixo na página de configurações; procure uma mensagem dizendo que o software do sistema carregado pelo Karabiner-VirtualHIDDevice-Manager foi bloqueado e, em seguida, você deverá encontrar um botão "Allow" (Permitir). Pressione VO+Space nesse botão para desbloquear a extensão do sistema. Se você começar a ver configurações referentes ao FileVault, provavelmente foi longe demais e deve rolar para trás para encontrar o botão "Allow" (Permitir). Digite sua senha ou forneça seu Touch ID quando solicitado.
ru: Как только появится это диалоговое окно, не нажимайте кнопку "ОК"; вместо этого нажмите кнопку "Открыть настройки", чтобы открыть настройки безопасности и конфиденциальности. Кнопка, которую вам нужно нажать, чтобы разрешить системное расширение, находится довольно далеко внизу страницы настроек; найдите сообщение о том, что системное программное обеспечение, загруженное Karabiner-VirtualHIDDevice-Manager, было заблокировано, затем вы должны найти кнопку "Разрешить". Нажмите VO+пробел на этой кнопке, чтобы разблокировать системное расширение. Если вы начнете видеть настройки, касающиеся FileVault, вероятно, вы зашли слишком далеко, и вам следует прокрутить страницу назад, чтобы найти кнопку "Разрешить". Введите свой пароль или введите touch ID при появлении запроса.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the security and privacy settings. The button you'll need to press to allow the system extension is quite far down in the settings page; look for a message saying that system software loaded by Karabiner-VirtualHIDDevice-Manager was blocked, then you should find an "Allow" button. Click this button to unblock the system extension. Enter your password or provide your touch ID when asked.
de: Sobald Sie auf die Schaltfläche "Weiter" unten klicken, erscheint oben auf Ihrem Bildschirm der Systemdialog, der besagt, dass macOS diese Erweiterung blockiert hat. Drücken Sie *nicht* auf die Schaltfläche "OK", sondern auf die Schaltfläche *"Einstellungen öffnen "*, um die Einstellungen für Sicherheit und Datenschutz zu öffnen. Die Schaltfläche, die Sie drücken müssen, um die Systemerweiterung zuzulassen, befindet sich ziemlich weit unten auf der Einstellungsseite; suchen Sie nach einer Meldung, die besagt, dass von Karabiner-VirtualHIDDevice-Manager geladene Systemsoftware blockiert wurde, dann sollten Sie eine Schaltfläche "Zulassen" finden. Klicken Sie auf diese Schaltfläche, um die Blockierung der Systemerweiterung aufzuheben. Geben Sie Ihr Passwort ein oder geben Sie Ihre Touch-ID an, wenn Sie dazu aufgefordert werden.
es: Una vez pulsado el botón "Continuar", aparecerá en la parte superior de la pantalla el cuadro de diálogo del sistema indicando que macOS ha bloqueado esta extensión. No pulses el botón "Aceptar"; en su lugar, pulsa el botón "Abrir configuración" para abrir la configuración de seguridad y privacidad. El botón que tendrá que pulsar para permitir la extensión del sistema está bastante abajo en la página de configuración; busque un mensaje que diga que el software del sistema cargado por Karabiner-VirtualHIDDevice-Manager ha sido bloqueado, entonces debería encontrar un botón "Permitir". Haga clic en este botón para desbloquear la extensión del sistema. Introduzca su contraseña o proporcione su ID táctil cuando se le solicite.
it: Una volta premuto il pulsante "Continua" in basso, apparirà sullo schermo la finestra di dialogo di sistema che indica che macOS ha bloccato questa estensione. Non premete il pulsante "OK"; premete invece il pulsante *"Apri impostazioni "* per aprire le impostazioni di sicurezza e privacy. Il pulsante da premere per consentire l'estensione di sistema si trova in fondo alla pagina delle impostazioni; cercate un messaggio che indichi che il software di sistema caricato da Karabiner-VirtualHIDDevice-Manager è stato bloccato, quindi dovreste trovare un pulsante "Consenti". Fare clic su questo pulsante per sbloccare l'estensione di sistema. Immettere la password o fornire il Touch ID quando richiesto.
nl: Zodra je op de knop "Doorgaan" hieronder drukt, verschijnt het systeemdialoogvenster met de melding dat macOS deze extensie heeft geblokkeerd boven aan je scherm. Druk *niet* op de knop "OK", maar op de knop *"Instellingen openen"* om de beveiligings- en privacy-instellingen te openen. De knop die je moet indrukken om de systeemuitbreiding toe te staan staat vrij ver onderaan in de instellingenpagina; zoek naar een bericht dat zegt dat de systeemsoftware geladen door Karabiner-VirtualHIDDevice-Manager geblokkeerd is, dan zou je een knop "Toestaan" moeten vinden. Klik op deze knop om de systeemuitbreiding te deblokkeren. Voer je wachtwoord in of geef je Touch ID op wanneer daarom wordt gevraagd.
pt: Depois de pressionar o botão "Continuar" abaixo, a caixa de diálogo do sistema informando que o macOS bloqueou essa extensão será exibida na parte superior da tela. Não pressione o botão "OK"; em vez disso, pressione o botão *"Open Settings "* para abrir as configurações de segurança e privacidade. O botão que você precisará pressionar para permitir a extensão do sistema está bem abaixo na página de configurações; procure uma mensagem dizendo que o software do sistema carregado pelo Karabiner-VirtualHIDDevice-Manager foi bloqueado e, em seguida, você deverá encontrar um botão "Permitir". Clique nesse botão para desbloquear a extensão do sistema. Digite sua senha ou forneça seu Touch ID quando solicitado.
ru: Как только вы нажмёте кнопку "Продолжить", в верхней части экрана появится системное диалоговое окно с сообщением о том, что macOS заблокировала это расширение. Не нажимайте кнопку "OK"; вместо этого нажмите кнопку "Открыть настройки", чтобы открыть настройки безопасности и конфиденциальности. Кнопка, которую вам нужно нажать, чтобы разрешить системное расширение, находится довольно далеко внизу страницы настроек; найдите сообщение о том, что системное программное обеспечение, загруженное Karabiner-VirtualHIDDevice-Manager, было заблокировано, затем вы должны найти кнопку "Разрешить". Нажмите эту кнопку, чтобы разблокировать системное расширение. Введите свой пароль или touch ID при запросе.

source: RIM needs permission to capture the screen and audio output. so it can be seen and heard across the remote computer connection.
de: RIM benötigt die Erlaubnis, den Bildschirm und die Audioausgabe zu erfassen, damit sie über die Remote-Computerverbindung gesehen und gehört werden können.
es: RIM necesita permiso para capturar la pantalla y la salida de audio. para que pueda verse y oírse a través de la conexión del ordenador remoto.
it: RIM ha bisogno dell'autorizzazione per catturare lo schermo e l'uscita audio, in modo da poterli vedere e ascoltare attraverso la connessione al computer remoto.
nl: RIM heeft toestemming nodig om het scherm en de geluidsuitvoer vast te leggen, zodat het kan worden gezien en gehoord via de externe computerverbinding.
pt: A RIM precisa de permissão para capturar a tela e a saída de áudio, para que possa ser vista e ouvida na conexão do computador remoto.

source: If the system dialog requesting permission doesn't automatically receive focus, press VO+F1 twice and choose "System Dialogs". Note that you may need to press VO+FN+F1 if your function keys are not set up to work independently of the FN key. The FN key is located to the left of the CTRL key.
de: Wenn das Systemdialogfeld, das die Erlaubnis anfordert, nicht automatisch den Fokus erhält, drücken Sie zweimal VO+F1 und wählen Sie "Systemdialogfelder". Beachten Sie, dass Sie möglicherweise VO+FN+F1 drücken müssen, wenn Ihre Funktionstasten nicht so eingerichtet sind, dass sie unabhängig von der FN-Taste funktionieren. Die FN-Taste befindet sich links neben der STRG-Taste.
es: Si el diálogo del sistema solicitando permiso no recibe automáticamente el foco, pulse VO+F1 dos veces y elija "Diálogos del sistema". Tenga en cuenta que puede ser necesario pulsar VO+FN+F1 si sus teclas de función no están configuradas para funcionar independientemente de la tecla FN. La tecla FN se encuentra a la izquierda de la tecla CTRL.
it: Se la finestra di dialogo del sistema che richiede l'autorizzazione non riceve automaticamente l'attenzione, premere due volte VO+F1 e scegliere "Finestre di sistema". Potrebbe essere necessario premere VO+FN+F1 se i tasti funzione non sono impostati per funzionare indipendentemente dal tasto FN. Il tasto FN si trova a sinistra del tasto CTRL.
nl: Als het systeemdialoogvenster waarin om toestemming wordt gevraagd niet automatisch wordt gefocust, druk dan twee keer op VO+F1 en kies "Systeemdialoogvensters". Het is mogelijk dat je op VO+FN+F1 moet drukken als je functietoetsen niet zijn ingesteld om onafhankelijk van de FN-toets te werken. De FN-toets bevindt zich links van de CTRL-toets.
pt: Se a caixa de diálogo do sistema que solicita permissão não receber o foco automaticamente, pressione VO+F1 duas vezes e escolha "System Dialogs". Observe que talvez seja necessário pressionar VO+FN+F1 se as teclas de função não estiverem configuradas para funcionar independentemente da tecla FN. A tecla FN está localizada à esquerda da tecla CTRL.
ru: Если диалог с запросом разрешения не появляется автоматически, дважды нажмите VO+F1 и выберите «Системные диалоги». Обратите внимание, что вам может потребоваться нажать VO+FN+F1, если ваши функциональные клавиши не настроены на работу независимо от клавиши FN. Клавиша FN расположена слева от клавиши CTRL.

source: Once the dialog is focused, press the button to open settings. You will find a table with an entry for Remote Incident Manager. Once you interact with the table and move to that entry, press VO+Space to turn on the switch. When you turn on the switch, macOS will prompt you to restart RIM. Go ahead and do this; RIM will continue where it left off.
de: Sobald der Dialog fokussiert ist, drücken Sie die Taste , um die Einstellungen zu öffnen. Sie werden eine Tabelle mit einem Eintrag für Remote Incident Manager finden. Sobald Sie mit der Tabelle interagieren und zu diesem Eintrag gehen, drücken Sie VO+Leertaste, um den Schalter einzuschalten. Wenn Sie den Schalter einschalten, wird macOS Sie auffordern, RIM neu zu starten. Tun Sie dies, und RIM wird dort fortgesetzt, wo es aufgehört hat.
es: Una vez enfocado el cuadro de diálogo, pulse el botón para abrir la configuración. Encontrará una tabla con una entrada para el Gestor Remoto de Incidentes. Una vez que interactúes con la tabla y te muevas a esa entrada, pulsa VO+Espacio para activar el interruptor. Cuando enciendas el interruptor, macOS te pedirá que reinicies RIM. Sigue adelante y hazlo; RIM continuará donde lo dejó.
it: Una volta focalizzata la finestra di dialogo, premere il pulsante per aprire le impostazioni. Troverete una tabella con una voce relativa a Remote Incident Manager. Una volta che si interagisce con la tabella e ci si sposta su quella voce, premere VO+Spazio per attivare l'interruttore. Quando si attiva l'interruttore, macOS chiederà di riavviare RIM. Procedete con questa operazione; RIM continuerà da dove si era interrotto.
nl: Zodra het dialoogvenster is scherpgesteld, drukt u op de knop om instellingen te openen. U vindt een tabel met een item voor Remote Incident Manager. Zodra je met de tabel interageert en naar dat item gaat, druk je op VO+Space om de schakelaar in te schakelen. Wanneer je de schakelaar inschakelt, zal macOS je vragen om RIM opnieuw op te starten. Ga je gang en doe dit; RIM zal doorgaan waar het gebleven was.
pt: Quando a caixa de diálogo estiver focalizada, pressione o botão para abrir as configurações. Você encontrará uma tabela com uma entrada para o Remote Incident Manager. Depois de interagir com a tabela e ir até essa entrada, pressione VO+Espaço para ativar a chave. Quando você ativar a chave, o macOS solicitará que você reinicie o RIM. Vá em frente e faça isso; o RIM continuará de onde parou.
ru: Когда появится диалог, нажмите кнопку , чтобы открыть настройки. Вы найдёте таблицу с пунктом «Remote Incident Manager». После того как вы взаимодействуете с таблицей и перейдёте к этой записи, нажмите VO+Пробел, чтобы включить переключатель. Когда вы включите переключатель, macOS предложит вам перезапустить RIM. Сделайте это; RIM продолжит работу с того места, на котором остановилась.

source: You should now see a system dialogue appear on top of your screen. Press the button to open settings, again making sure not to accidentally press the OK button. You will find a table with an entry for Remote Incident Manager. Click the Remote Incident Manager entry to turn on the switch, providing your password or touch ID if prompted. When you turn on the switch, macOS will prompt you to restart RIM. Go ahead and do this; RIM will continue where it left off.
de: Nun sollte oben auf dem Bildschirm ein Systemdialog erscheinen. Drücken Sie die Taste , um die Einstellungen zu öffnen, und achten Sie darauf, dass Sie nicht versehentlich die Taste OK drücken. Sie finden eine Tabelle mit einem Eintrag für Remote Incident Manager. Klicken Sie auf den Eintrag Remote Incident Manager, um den Schalter einzuschalten, und geben Sie Ihr Passwort oder Ihre Touch ID ein, wenn Sie dazu aufgefordert werden. Wenn Sie den Schalter aktivieren, werden Sie von macOS aufgefordert, RIM neu zu starten. Tun Sie dies; RIM wird dort fortfahren, wo es aufgehört hat.
es: Ahora debería aparecer un cuadro de diálogo del sistema en la parte superior de la pantalla. Pulse el botón para abrir la configuración, asegurándose de nuevo de no pulsar accidentalmente el botón OK. Encontrará una tabla con una entrada para el Gestor Remoto de Incidentes. Haga clic en la entrada Remote Incident Manager para encender el interruptor, proporcionando su contraseña o ID táctil si se le solicita. Cuando enciendas el interruptor, macOS te pedirá que reinicies RIM. Hazlo; RIM continuará donde lo dejó.
it: A questo punto dovrebbe apparire una finestra di dialogo del sistema sulla parte superiore dello schermo. Premere il pulsante per aprire le impostazioni, facendo attenzione a non premere accidentalmente il pulsante OK. Troverete una tabella con una voce relativa a Remote Incident Manager. Fare clic sulla voce Remote Incident Manager per attivare l'interruttore, fornendo la password o il Touch ID se richiesto. Quando si attiva l'interruttore, macOS chiederà di riavviare RIM. Procedere con questa operazione; RIM continuerà da dove si era interrotto.
nl: Je zou nu een systeemdialoog moeten zien verschijnen aan de bovenkant van je scherm. Druk op de knop om de instellingen te openen en zorg ervoor dat je niet per ongeluk op de OK knop drukt. Je zult een tabel vinden met een vermelding voor Remote Incident Manager. Klik op de vermelding voor Remote Incident Manager om de schakelaar in te schakelen en geef uw wachtwoord of touch ID op als daarom wordt gevraagd. Wanneer je de schakelaar inschakelt, zal macOS je vragen om RIM opnieuw op te starten. Ga je gang en doe dit; RIM zal doorgaan waar het gebleven was.
pt: Agora, você deverá ver uma caixa de diálogo do sistema na parte superior da tela. Pressione o botão para abrir as configurações, certificando-se novamente de não pressionar acidentalmente o botão OK. Você encontrará uma tabela com uma entrada para o Remote Incident Manager. Clique na entrada Remote Incident Manager para ativar o switch, fornecendo sua senha ou Touch ID, se solicitado. Quando você ativar a chave, o macOS solicitará que você reinicie a RIM. Vá em frente e faça isso; o RIM continuará de onde parou.
ru: Теперь в верхней части экрана должно появиться системное диалоговое окно. Нажмите кнопку, чтобы открыть настройки, ещё раз убедившись, что вы случайно не нажали кнопку OK. Вы увидите таблицу с записью для remote Incident manager. Нажмите на кнопку "remote Incident manager", чтобы включить переключатель, и при необходимости введите свой пароль или touch ID. Когда вы включите переключатель, macOS предложит вам перезапустить RIM. Продолжайте и сделайте это; RIM продолжит работу с того места, на котором остановилась.

source: RIM needs permission to use macOS accessibility features to remotely control this computer via keyboard and mouse input.
de: RIM benötigt die Erlaubnis, die Eingabehilfen von macOS zu nutzen, um diesen Computer per Tastatur- und Mauseingabe fernzusteuern.
es: RIM necesita permiso para utilizar las funciones de accesibilidad de macOS para controlar remotamente este ordenador mediante la entrada de teclado y ratón.
it: RIM ha bisogno dell'autorizzazione per utilizzare le funzioni di accessibilità di macOS per controllare in remoto il computer tramite tastiera e mouse.
nl: RIM heeft toestemming nodig om de toegankelijkheidsfuncties van macOS te gebruiken om deze computer op afstand te bedienen via toetsenbord- en muisinvoer.
pt: A RIM precisa de permissão para usar os recursos de acessibilidade do macOS para controlar remotamente esse computador por meio de entrada de teclado e mouse.
ru: RIM требуется разрешение на использование специальных возможностей macOS для удалённого управления этим компьютером с помощью клавиатуры и мыши.

source: Once the dialog is focused, press the button to open settings. You will find a table with an entry for Remote Incident Manager. Once you interact with the table and move to that entry, press VO+Space to turn on the switch, providing your password or touch ID if prompted.
de: Sobald der Dialog fokussiert ist, drücken Sie die Taste , um die Einstellungen zu öffnen. Sie werden eine Tabelle mit einem Eintrag für Remote Incident Manager finden. Sobald Sie mit der Tabelle interagieren und zu diesem Eintrag gehen, drücken Sie VO+Space, um den Schalter einzuschalten, und geben Sie Ihr Kennwort oder Ihre Touch ID ein, wenn Sie dazu aufgefordert werden.
es: Una vez enfocado el cuadro de diálogo, pulse el botón para abrir la configuración. Encontrará una tabla con una entrada para el Administrador Remoto de Incidentes. Una vez que interactúe con la tabla y se mueva a esa entrada, pulse VO+Espacio para activar el interruptor, proporcionando su contraseña o ID táctil si se le solicita.
it: Una volta focalizzata la finestra di dialogo, premere il pulsante per aprire le impostazioni. Troverete una tabella con una voce per Remote Incident Manager. Una volta che si interagisce con la tabella e ci si sposta su quella voce, premere VO+Spazio per attivare l'interruttore, fornendo la password o il Touch ID se richiesto.
nl: Zodra het dialoogvenster is scherpgesteld, drukt u op de knop om instellingen te openen. U vindt een tabel met een item voor Remote Incident Manager. Zodra u met de tabel interageert en naar dat item gaat, drukt u op VO+Space om de schakelaar in te schakelen en geeft u uw wachtwoord of touch ID op als daarom wordt gevraagd.
pt: Quando a caixa de diálogo estiver focalizada, pressione o botão para abrir as configurações. Você encontrará uma tabela com uma entrada para o Remote Incident Manager. Depois de interagir com a tabela e ir para essa entrada, pressione VO+Space para ativar o switch, fornecendo sua senha ou ID de toque, se solicitado.
ru: Как только появится диалоговое окно, нажмите кнопку, чтобы открыть настройки. Вы увидите таблицу с записью для Remote Incident Manager. После того, как вы войдёте в таблицу и перейдёте к этой записи, нажмите VO+пробел, чтобы включить переключатель, и при необходимости введите свой пароль или touch ID.
