Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Your RIM session has ended because your RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription, has run out.
de: Ihre RIM-Sitzung wurde beendet, weil Ihre RIM-Verbindungszeit für den heutigen Tag, sowohl für die kostenlose Stufe als auch für Ihr RIM Personal Community Support-Abonnement, abgelaufen ist.
es: Tu sesión de RIM ha finalizado porque se ha agotado el tiempo de conexión de RIM para hoy, tanto del nivel gratuito como de tu suscripción al Soporte de la comunidad personal de RIM.
it: La sessione RIM è terminata perché il tempo di connessione RIM per oggi, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support, è scaduto.
nl: Uw RIM-sessie is afgelopen omdat uw RIM-verbindingstijd voor vandaag, van zowel het gratis niveau als uw RIM Personal Community Support-abonnement, op is.
pt: Sua sessão da RIM foi encerrada porque o tempo de conexão da RIM para hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support, se esgotou.
ru: Ваш сеанс RIM завершён, поскольку истекло время вашего подключения к RIM на сегодняшний день, как для бесплатного уровня, так и для подписки на поддержку личного сообщества RIM.

source: The remote session has ended because the connection was lost.
de: Die Fernsitzung wurde beendet, weil die Verbindung unterbrochen wurde.
es: La sesión remota ha finalizado porque se ha perdido la conexión.
it: La sessione remota è terminata perché la connessione è stata persa.
nl: De sessie op afstand is beëindigd omdat de verbinding verbroken is.
pt: A sessão remota foi encerrada porque a conexão foi perdida.
ru: Удалённый сеанс завершился из-за потери соединения.

source: The target machine just started rebooting. Do you want to reconnect to the RIM session when the reboot is complete?
de: Der Zielcomputer wurde soeben neu gebootet. Möchten Sie die Verbindung zur RIM-Sitzung wiederherstellen, wenn der Neustart abgeschlossen ist?
es: La máquina de destino acaba de reiniciarse. ¿Desea volver a conectarse a la sesión de RIM cuando finalice el reinicio?
it: Il computer di destinazione ha appena iniziato a riavviarsi. Si desidera riconnettersi alla sessione RIM al termine del riavvio?
nl: De doelmachine is net begonnen met herstarten. Wilt u opnieuw verbinding maken met de RIM sessie als het opnieuw opstarten voltooid is?
pt: O computador de destino acabou de começar a reinicializar. Deseja se reconectar à sessão RIM quando a reinicialização for concluída?
ru: Целевой компьютер только что начал перезагружаться. Хотите ли вы повторно подключиться к сеансу RIM после завершения перезагрузки?

source: &Yes
de: &Ja
es: &Sí
it: Sì
nl: &Ja
pt: &Sim
ru: &Да

source: This unattended target is no longer valid.
de: Dieses unbeaufsichtigte Ziel ist nicht mehr gültig.
es: Este objetivo desatendido ya no es válido.
it: Questo obiettivo non presidiato non è più valido.
nl: Dit onbeheerde doel is niet langer geldig.
pt: Esse alvo autônomo não é mais válido.
ru: Этот целевой компьютер, подключённый неконтролируемым доступом больше недействителен.

source: You are trying to connect to this machine.
de: Sie versuchen, eine Verbindung zu diesem Rechner herzustellen.
es: Está intentando conectarse a esta máquina.
it: Si sta tentando di connettersi a questa macchina.
nl: U probeert verbinding te maken met deze machine.
pt: Você está tentando se conectar a esta máquina.
ru: Вы пытаетесь подключиться к этому компьютеру.

source: The target user has denied your request.
de: Der Zielbenutzer hat Ihre Anfrage abgelehnt.
es: El usuario de destino ha denegado tu solicitud.
it: L'utente di destinazione ha rifiutato la richiesta.
nl: De doelgebruiker heeft je verzoek geweigerd.
pt: O usuário-alvo negou sua solicitação.
ru: Целевой пользователь отклонил ваш запрос.

source: Remote Incident Manager %{version}: Provide Remote Help
de: Remote Incident Manager %{version}: Remote-Hilfe bereitstellen
es: Gestor remoto de incidencias %{version}: Proporcionar ayuda remota
it: Gestione remota degli incidenti %{version}: Fornire assistenza remota
nl: Remote Incident Manager %{version}: Hulp op afstand bieden
pt: Gerenciador de Incidentes Remotos %{version}: Fornecer ajuda remota
ru: Remote Incident Manager %{version}: Предоставлять удалённую помощь

source: A shortcut called "%{target_name}" has been added to your desktop.
de: Eine Verknüpfung namens " %{target_name}" wurde zu Ihrem Desktop hinzugefügt.
es: Se ha añadido un acceso directo llamado " %{target_name}" a su escritorio.
it: È stato aggiunto un collegamento chiamato " %{target_name}" è stato aggiunto al desktop.
nl: Er is een snelkoppeling met de naam " %{target_name}" toegevoegd aan je bureaublad.
pt: Um atalho chamado " %{target_name}" foi adicionado à sua área de trabalho.
ru: Ярлык с названием "%{target_name}" был добавлен на ваш рабочий стол.

source: Remote Incident Manager %{version}
es: Gestor remoto de incidencias %{version}
it: Gestione remota degli incidenti %{version}
pt: Gerenciador de Incidentes Remotos %{version}

source: E&xit
de: *ausgang
es: &salida
it: &uscita
pt: &saída
ru: Вый&ти

source: Do you want to revoke %{controller_name}'s permission to start unattended remote sessions on this computer?
de: Möchten Sie %{controller_name} die Erlaubnis entziehen, unbeaufsichtigte Remote-Sitzungen auf diesem Computer zu starten?
es: ¿Desea revocar %{controller_name} el permiso para iniciar sesiones remotas desatendidas en este ordenador?
it: Si desidera revocare a %{controller_name} di avviare sessioni remote non presidiate su questo computer?
nl: Wil je %{controller_name}'s toestemming om onbeheerde sessies op afstand te starten op deze computer intrekken?
pt: Deseja revogar a permissão de %{controller_name} para iniciar sessões remotas sem supervisão neste computador?
ru: Вы хотите отменить %{controller_name} разрешение запускать автоматические удалённые сеансы на этом компьютере?

source: %{controller_name} is no longer allowed to remotely access this computer.
de: %{controller_name} darf nicht mehr aus der Ferne auf diesen Computer zugreifen.
es: %{controller_name} ya no puede acceder remotamente a este ordenador.
it: %{controller_name} non è più autorizzato ad accedere in remoto a questo computer.
nl: %{controller_name} heeft geen toestemming meer om op afstand toegang te krijgen tot deze computer.
pt: %{controller_name} não tem mais permissão para acessar remotamente este computador.
ru: %{controller_name} больше не имеет удалённый доступ к этому компьютеру.

source: %{controller_name} wants to remotely control this computer. Press Option+Shift+Y to accept this request or Option+Shift+N to reject it.
de: %{controller_name} möchte diesen Computer aus der Ferne steuern. Drücken Sie Wahl+Umschalt+Y, um diese Anfrage anzunehmen, oder Wahl+Umschalt+N, um sie abzulehnen.
es: %{controller_name} quiere controlar remotamente este ordenador. Pulse Opción+Mayús+Y para aceptar esta solicitud u Opción+Mayús+N para rechazarla.
it: %{controller_name} vuole controllare a distanza questo computer. Premere Option+Shift+Y per accettare la richiesta o Option+Shift+N per rifiutarla.
nl: %{controller_name} wil deze computer op afstand bedienen. Druk op Option+Shift+Y om dit verzoek te accepteren of op Option+Shift+N om het af te wijzen.
pt: %{controller_name} deseja controlar remotamente este computador. Pressione Option+Shift+Y para aceitar essa solicitação ou Option+Shift+N para rejeitá-la.
ru: %{controller_name} хочет удалённо управлять этим компьютером. Нажмите Option+Shift+Y, чтобы принять этот запрос, или Option+Shift+N, чтобы отклонить его.

source: %{controller_name} wants to remotely control this computer. Press Windows+Shift+Y to accept this request or Windows+Shift+N to reject it.
de: %{controller_name} möchte diesen Computer aus der Ferne steuern. Drücken Sie Windows+Umschalt+Y, um diese Anfrage anzunehmen, oder Windows+Umschalt+N, um sie abzulehnen.
es: %{controller_name} desea controlar remotamente este ordenador. Pulse Windows+Mayús+Y para aceptar esta solicitud o Windows+Mayús+N para rechazarla.
it: %{controller_name} vuole controllare a distanza questo computer. Premere Windows+Maiusc+Y per accettare la richiesta o Windows+Maiusc+N per rifiutarla.
nl: %{controller_name} wil deze computer op afstand bedienen. Druk op Windows+Shift+Y om dit verzoek te accepteren of op Windows+Shift+N om het af te wijzen.
pt: %{controller_name} deseja controlar remotamente este computador. Pressione Windows+Shift+Y para aceitar essa solicitação ou Windows+Shift+N para rejeitá-la.
ru: %{controller_name} хочет удалённо управлять этим компьютером. Нажмите Windows+Shift+Y, чтобы принять этот запрос, или Windows+Shift+N, чтобы отклонить его.

source: You have accepted %{controller_name}'s request to remotely control this computer.
de: Sie haben %{controller_name} die Aufforderung, diesen Computer fernzusteuern.
es: Ha aceptado %{controller_name} para controlar remotamente este ordenador.
it: Avete accettato la richiesta di %{controller_name} di controllare questo computer da remoto.
nl: Je hebt het verzoek van %{controller_name} om deze computer op afstand te bedienen geaccepteerd.
pt: Você aceitou a solicitação de %{controller_name} para controlar remotamente este computador.
ru: Вы приняли запрос %{controller_name} на удалённое управления этим компьютером.

source: You have rejected %{controller_name}'s request to remotely control this computer.
de: Sie haben %{controller_name} abgelehnt, diesen Computer aus der Ferne zu steuern.
es: Ha rechazado %{controller_name} para controlar remotamente este ordenador.
it: È stata respinta la richiesta di %{controller_name} la richiesta di controllo remoto di questo computer.
nl: U hebt het verzoek van %{controller_name} om deze computer op afstand te bedienen afgewezen.
pt: Você rejeitou a solicitação de %{controller_name} para controlar remotamente este computador.
ru: Вы отклонили запрос %{controller_name} на удалённое управление этим компьютером.

source: Remote Incident Manager %{version}: waiting for approved connections
de: Remote Incident Manager %{version}: Warten auf genehmigte Verbindungen
es: Gestor remoto de incidencias %{version}: esperando conexiones aprobadas
it: Gestione remota degli incidenti %{version}: in attesa di connessioni approvate
nl: Remote Incident Manager %{version}: wacht op goedgekeurde verbindingen
pt: Remote Incident Manager %{version}: aguardando conexões aprovadas
ru: Remote Incident Manager %{version}: ожидание одобренных подключений

source: &Revoke Remote Access to This Computer
de: Fernzugriff auf diesen Computer &widerrufen
es: &Revocar el acceso remoto a este ordenador
it: &Revoca l'accesso remoto a questo computer
nl: &Op afstand de toegang tot deze computer intrekken
pt: &Revogar o acesso remoto a este computador
ru: &Отменить удалённый доступ к этому компьютеру

source: Remote Incident Manager %{version}: Receive Remote Help
de: Remote Incident Manager %{version}: Remote-Hilfe erhalten
es: Gestor remoto de incidencias %{version}: Recibir Ayuda Remota
it: Gestione remota degli incidenti %{version}: Ricevere assistenza remota
nl: Remote Incident Manager %{version}: Hulp op afstand ontvangen
pt: Gerenciador de Incidentes Remotos %{version}: Receber ajuda remota
ru: Remote Incident Manager %{version}: Получение удалённой помощи

source: %{controller_name} is requesting permission to access this computer without requiring you to start a remote session. You will be prompted for permission to access your computer each time. Do you want to allow this?
de: %{controller_name} bittet um die Erlaubnis, auf diesen Computer zuzugreifen, ohne dass Sie eine Fernsitzung starten müssen. Sie werden jedes Mal um die Erlaubnis gebeten, auf Ihren Computer zuzugreifen. Möchten Sie dies zulassen?
es: %{controller_name} está solicitando permiso para acceder a este ordenador sin necesidad de iniciar una sesión remota. Se le pedirá permiso para acceder a su ordenador cada vez. ¿Desea permitirlo?
it: %{controller_name} chiede l'autorizzazione ad accedere a questo computer senza richiedere l'avvio di una sessione remota. Ogni volta verrà richiesto il permesso di accedere al computer. Si desidera consentire questa operazione?
nl: %{controller_name} vraagt toestemming om toegang te krijgen tot deze computer zonder dat je een sessie op afstand hoeft te starten. Je wordt elke keer gevraagd om toestemming voor toegang tot je computer. Wil je dit toestaan?
pt: %{controller_name} está solicitando permissão para acessar este computador sem exigir que você inicie uma sessão remota. Será solicitada a sua permissão para acessar o computador todas as vezes. Deseja permitir isso?
ru: %{controller_name} запрашивает разрешение на доступ к этому компьютеру, не требуя от вас запуска удалённого сеанса. Каждый раз вам будет предложено предоставить разрешение на доступ к вашему компьютеру. Вы хотите разрешить это?

source: %{controller_name} is requesting permission to access this computer at any time without requiring you to start a remote session, and without being prompted for permission each time. Do you want to allow this?
de: %{controller_name} bittet um die Erlaubnis, jederzeit auf diesen Computer zugreifen zu dürfen, ohne dass Sie eine Fernsitzung starten müssen und ohne jedes Mal um Erlaubnis gefragt zu werden. Möchten Sie dies zulassen?
es: %{controller_name} está solicitando permiso para acceder a este ordenador en cualquier momento sin necesidad de iniciar una sesión remota y sin que se le pida permiso cada vez. ¿Desea permitirlo?
it: %{controller_name} chiede l'autorizzazione ad accedere a questo computer in qualsiasi momento senza richiedere l'avvio di una sessione remota e senza che ogni volta venga richiesta l'autorizzazione. Volete autorizzarlo?
nl: %{controller_name} vraagt toestemming om op elk moment toegang te krijgen tot deze computer zonder dat je een sessie op afstand hoeft te starten en zonder dat je elke keer om toestemming wordt gevraagd. Wil je dit toestaan?
pt: %{controller_name} está solicitando permissão para acessar este computador a qualquer momento, sem que seja necessário iniciar uma sessão remota e sem que a permissão seja solicitada a cada vez. Você deseja permitir isso?
ru: %{controller_name} запрашивает разрешение на доступ к этому компьютеру в любое время, не требуя от вас запуска удалённого сеанса и не запрашивая разрешения каждый раз. Вы хотите разрешить это?

source: Do you want to have a voice conversation with %{controller_name} during this remote control session?
de: Möchten Sie während dieser Fernsteuerungssitzung ein Telefongespräch mit %{controller_name} führen?
es: ¿Desea mantener una conversación de voz con %{controller_name} durante esta sesión de control remoto?
it: Si desidera avere una conversazione vocale con %{controller_name} durante questa sessione di controllo remoto?
nl: Wil je een spraakgesprek voeren met %{controller_name} tijdens deze afstandsbedieningssessie?
pt: Deseja ter uma conversa de voz com %{controller_name} durante esta sessão de controle remoto?
ru: Вы хотите поговорить с %{controller_name} во время этого сеанса удалённого управления?

source: Do you want to have a voice conversation with the person that is currently remotely controlling this computer during this session?
de: Möchten Sie während dieser Sitzung ein Telefongespräch mit der Person führen, die diesen Computer gerade fernsteuert?
es: ¿Desea mantener una conversación de voz con la persona que actualmente controla remotamente este ordenador durante esta sesión?
it: Si desidera avere una conversazione vocale con la persona che sta controllando a distanza questo computer durante questa sessione?
nl: Wilt u tijdens deze sessie een spraakgesprek voeren met de persoon die deze computer op dit moment op afstand bedient?
pt: Deseja ter uma conversa de voz com a pessoa que está controlando remotamente este computador durante esta sessão?
ru: Хотите ли вы вести голосовой разговор с человеком, который в данный момент удалённо управляет этим компьютером во время этого сеанса?

source: The remote user has denied your request for a voice conversation.
de: Der entfernte Benutzer hat Ihre Anfrage für ein Telefongespräch abgelehnt.
es: El usuario remoto ha denegado tu solicitud de conversación de voz.
it: L'utente remoto ha rifiutato la richiesta di conversazione vocale.
nl: De gebruiker op afstand heeft uw verzoek om een spraakgesprek geweigerd.
pt: O usuário remoto negou sua solicitação de conversa por voz.
ru: Удалённый пользователь отклонил ваш запрос на голосовой разговор.

source: No update is currently available.
de: Derzeit ist keine Aktualisierung verfügbar.
es: Actualmente no hay ninguna actualización disponible.
it: Al momento non è disponibile alcun aggiornamento.
nl: Er is momenteel geen update beschikbaar.
pt: Nenhuma atualização está disponível no momento.
ru: В настоящее время обновления недоступны.

source: About Remote Incident Manager...
de: Über Remote Incident Manager...
es: Acerca de Remote Incident Manager...
it: Informazioni su Remote Incident Manager...
nl: Over Remote Incident Manager...
pt: Sobre o Remote Incident Manager...
ru: О Remote Incident Manager...

source: Edit
de: bearbeiten
es: Editar
it: Modifica
nl: Bewerk
pt: Editar
ru: Правка

source: Speech
de: Sprache
es: Discurso
it: Discorso
nl: Spraak
pt: Discurso
ru: Речь

source: Window
de: Fenster
es: Ventana
it: Finestra
nl: Venster
pt: Janela
ru: Окно

source: RIM Manual
de: RIM-Handbuch
es: Manual RIM
it: Manuale RIM
nl: RIM-handleiding
pt: Manual do RIM
ru: Руководство RIM

source: Version
es: Versión
it: Versione
nl: Versie
pt: Versão
ru: Версия

source: Support and Feedback
de: Unterstützung und Feedback
es: Apoyo y comentarios
it: Supporto e feedback
nl: Ondersteuning en feedback
pt: Suporte e feedback
ru: Поддержка и обратная связь

source: Read the Manual
de: Lesen Sie das Handbuch
es: Lea el manual
it: Leggere il manuale
nl: Lees de handleiding
pt: Leia o manual
ru: Прочитать руководство пользователя

source: View Change History
de: Änderungsverlauf anzeigen
es: Ver el historial de cambios
it: Visualizza la cronologia delle modifiche
nl: Wijzigingsgeschiedenis bekijken
pt: Exibir histórico de alterações
ru: Просмотреть историю изменений

source: Send Logs
es: Enviar registros
it: Inviare i registri
nl: Logboeken verzenden
pt: Enviar registros
ru: Отправить журналы

source: Remote Incident Manager: Provide Remote Help
de: Ferngesteuerter Vorfall-Manager: Remote-Hilfe bereitstellen
es: Gestor remoto de incidencias: Proporcione ayuda a distancia
it: Gestione remota degli incidenti: Fornire assistenza a distanza
nl: Remote Incident Manager: Hulp op afstand bieden
pt: Gerenciador de incidentes remoto: Fornecer ajuda remota
ru: Remote Incident Manager: Предоставлять удалённую помощь

source: Provide Remote Help
de: Remote-Hilfe bereitstellen
es: Proporcionar ayuda a distancia
it: Fornire assistenza a distanza
nl: Hulp op afstand bieden
pt: Fornecer ajuda remota
ru: Предоставить удалённую помощь

source: Sign up for paid RIM services
de: Melden Sie sich für kostenpflichtige RIM-Dienste an
es: Suscribirse a los servicios de pago de RIM
it: Iscriversi ai servizi RIM a pagamento
nl: Aanmelden voor betaalde RIM services
pt: Inscreva-se nos serviços pagos da RIM
ru: Подписаться на платные услуги RIM

source: Keyword:
de: Schlüsselwort:
es: Palabra clave:
it: Parola chiave:
nl: Sleutelwoord:
pt: Palavra-chave:
ru: Ключевое слово:

source: Disable visual output for this session.
de: Deaktivieren Sie die visuelle Ausgabe für diese Sitzung.
es: Desactivar la salida visual para esta sesión.
it: Disattiva l'output visivo per questa sessione.
nl: Visuele uitvoer voor deze sessie uitschakelen.
pt: Desativar a saída visual para essa sessão.
ru: Отключить визуальный вывод для этого сеанса.

source: Start voice conversation
de: Sprachkonversation starten
es: Iniciar conversación de voz
it: Avviare una conversazione vocale
nl: Spraakgesprek starten
pt: Iniciar conversa por voz
ru: Начать голосовой разговор

source: Target group:
de: Zielgruppe:
es: Grupo destinatario:
it: Gruppo target:
nl: Doelgroep:
pt: Grupo-alvo:
ru: Группа целевых компьютеров:

source: Open Target Group
de: Offene Zielgruppe
es: Grupo destinatario abierto
it: Gruppo target aperto
nl: Open Doelgroep
pt: Grupo-alvo aberto
ru: Открыть группу целевых компьютеров

source: Return to top level
de: Rückkehr zur obersten Ebene
es: Volver al nivel superior
it: Ritorno al livello superiore
nl: Terug naar topniveau
pt: Retornar ao nível superior
ru: Вернуться назад

source: Back
de: Zurück
es: Volver
it: Indietro
nl: Terug
pt: Voltar
ru: Назад

source: Target machine:
de: Zielmaschine:
es: Máquina objetivo:
it: Macchina target:
nl: Doelmachine:
pt: Máquina-alvo:
ru: Целевой компьютер:

source: Create Shortcut
de: Verknüpfung erstellen
es: Crear acceso directo
it: Creare una scorciatoia
nl: Snelkoppeling maken
pt: Criar atalho
ru: Создать ярлык

source: Search:
de: Suche:
es: Busca:
it: Ricerca:
nl: Zoeken:
pt: Pesquisar:
ru: Поиск:

source: Search
de: Suche
es: Buscar en
it: Ricerca
nl: Zoek op
pt: Pesquisa
ru: Искать

source: Start
es: Inicio
it: Inizio
pt: Início
ru: Начать

source: Choose a machine
de: Wählen Sie eine Maschine
es: Elija una máquina
it: Scegliere una macchina
nl: Kies een machine
pt: Escolha uma máquina
ru: Выберите компьютер

source: Use a keyword
de: Verwenden Sie ein Schlüsselwort
es: Utilizar una palabra clave
it: Utilizzare una parola chiave
nl: Gebruik een trefwoord
pt: Use uma palavra-chave
ru: Использовать ключевое слово

source: RIM Dashboard
es: Cuadro de mandos de RIM
it: Cruscotto RIM
pt: Painel de controle da RIM
ru: Панель инструментов RIM

source: Receive help instead
de: Erhalten Sie stattdessen Hilfe
es: Recibir ayuda en su lugar
it: Ricevere aiuto invece
nl: Ontvang in plaats daarvan hulp
pt: Em vez disso, receba ajuda
ru: Вместо этого получите помощь

source: About
de: Über
es: Acerca de
it: Circa
nl: Over
pt: Sobre
ru: О программе

source: &About
de: &Über
es: &Acerca de
it: &Circa
pt: &Sobre
ru: &О программе

source: Log out
de: Abmelden
es: Cerrar sesión
it: Disconnettersi
nl: Afmelden
pt: Fazer logout
ru: Выйти из системы

source: Sending request; please wait.
de: Anfrage wird gesendet; bitte warten.
es: Enviando solicitud; por favor espere.
it: Invio della richiesta; attendere prego.
nl: Verzoek wordt verzonden; even geduld alstublieft.
pt: Enviando solicitação; aguarde.
ru: Отправляем запрос; пожалуйста, подождите.
