Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: You should now see a system dialogue appear on top of your screen. Press the button to open settings, again making sure not to accidentally press the OK button. You will find a table with an entry for Remote Incident Manager. Click the Remote Incident Manager entry to turn on the switch, providing your password or provide your touch ID if prompted.
de: Nun sollte oben auf dem Bildschirm ein Systemdialog erscheinen. Drücken Sie die Taste , um die Einstellungen zu öffnen, und achten Sie darauf, dass Sie nicht versehentlich die Taste OK drücken. Sie finden eine Tabelle mit einem Eintrag für Remote Incident Manager. Klicken Sie auf den Eintrag Remote Incident Manager, um den Schalter einzuschalten, und geben Sie Ihr Kennwort oder Ihre Touch ID ein, wenn Sie dazu aufgefordert werden.
es: Ahora debería aparecer un cuadro de diálogo del sistema en la parte superior de la pantalla. Pulse el botón para abrir la configuración, asegurándose de nuevo de no pulsar accidentalmente el botón OK. Encontrará una tabla con una entrada para el Administrador Remoto de Incidentes. Haga clic en la entrada Remote Incident Manager para activar el interruptor, proporcionando su contraseña o proporcione su ID táctil si se le solicita.
it: A questo punto dovrebbe apparire una finestra di dialogo del sistema sulla parte superiore dello schermo. Premere il pulsante per aprire le impostazioni, facendo attenzione a non premere accidentalmente il pulsante OK. Troverete una tabella con una voce relativa a Remote Incident Manager. Fare clic sulla voce Remote Incident Manager per attivare l'interruttore, fornendo la password o il Touch ID se richiesto.
nl: Je zou nu een systeemdialoog moeten zien verschijnen aan de bovenkant van je scherm. Druk op de knop om de instellingen te openen en zorg ervoor dat je niet per ongeluk op de OK knop drukt. U zult een tabel vinden met een vermelding voor Remote Incident Manager. Klik op de vermelding voor Remote Incident Manager om de schakelaar aan te zetten, geef uw wachtwoord of geef uw touch ID als daarom wordt gevraagd.
pt: Agora, você deverá ver uma caixa de diálogo do sistema na parte superior da tela. Pressione o botão para abrir as configurações, certificando-se novamente de não pressionar acidentalmente o botão OK. Você encontrará uma tabela com uma entrada para o Remote Incident Manager. Clique na entrada Remote Incident Manager para ativar o switch, fornecendo sua senha ou seu Touch ID, se solicitado.
ru: Теперь в верхней части экрана должно появиться системное диалоговое окно. Нажмите кнопку, чтобы открыть настройки, ещё раз убедившись, что вы случайно не нажали кнопку OK. Вы увидите таблицу с записью для remote Incident manager. Нажмите на запись "remote Incident manager", чтобы включить переключатель, укажите свой пароль или touch ID, если потребуется.

source: RIM needs permission to show notifications, so it can let you know when a remote session begins and ends, or when a session has flipped.
de: RIM benötigt die Erlaubnis, Benachrichtigungen anzuzeigen, damit Sie wissen, wann eine Fernsitzung beginnt und endet oder wann eine Sitzung gewechselt wurde.
es: RIM necesita permiso para mostrar notificaciones, de modo que pueda informarte de cuándo comienza y termina una sesión remota, o cuándo se ha invertido una sesión.
it: RIM ha bisogno di un'autorizzazione per mostrare le notifiche, in modo da poter avvisare l'utente quando una sessione remota inizia e termina, o quando una sessione si è invertita.
nl: RIM heeft toestemming nodig om meldingen te tonen, zodat het je kan laten weten wanneer een sessie op afstand begint en eindigt, of wanneer een sessie is omgedraaid.
pt: A RIM precisa de permissão para exibir notificações, para que você possa saber quando uma sessão remota começa e termina, ou quando uma sessão mudou.
ru: RIM требуется разрешение показывать уведомлений, чтобы она могла сообщать вам о начале и завершении удалённого сеанса или о том, когда сеанс был прерван.

source: You should receive a notification saying that Remote Incident Manager wants to display notifications. If you did, then press VO+N, choose the Remote Incident Manager item from the menu, and press VO+Space to open the RIM notifications page in System Settings. If you didn't receive a notification, open System Settings, go to Notifications, and press the button for Remote Incident Manager. Then turn on notifications for this app.
de: Sie sollten eine Benachrichtigung erhalten, dass Remote Incident Manager Benachrichtigungen anzeigen möchte. Wenn dies der Fall ist, drücken Sie VO+N, wählen Sie den Eintrag Remote Incident Manager aus dem Menü und drücken Sie VO+Space, um die RIM-Benachrichtigungsseite in den Systemeinstellungen zu öffnen. Wenn Sie keine Benachrichtigung erhalten haben, öffnen Sie die Systemeinstellungen, gehen Sie zu Benachrichtigungen und drücken Sie die Schaltfläche für Remote Incident Manager. Aktivieren Sie dann die Benachrichtigungen für diese Anwendung.
es: Debería recibir una notificación diciendo que Remote Incident Manager quiere mostrar notificaciones. Si es así, pulse VO+N, seleccione Remote Incident Manager en el menú y pulse VO+Space para abrir la página de notificaciones de RIM en Ajustes del sistema. Si no recibió ninguna notificación, abra los Ajustes del Sistema, vaya a Notificaciones y pulse el botón de Remote Incident Manager. A continuación, active las notificaciones para esta aplicación.
it: Si dovrebbe ricevere una notifica che indica che Remote Incident Manager desidera visualizzare le notifiche. In tal caso, premere VO+N, scegliere la voce Remote Incident Manager dal menu e premere VO+Spazio per aprire la pagina delle notifiche RIM in Impostazioni di sistema. Se non si è ricevuta alcuna notifica, aprire Impostazioni di sistema, andare su Notifiche e premere il pulsante per Remote Incident Manager. Attivare quindi le notifiche per questa applicazione.
nl: U zou een melding moeten krijgen dat Remote Incident Manager meldingen wil weergeven. Als dat zo is, druk dan op VO+N, kies het item Remote Incident Manager in het menu en druk op VO+Space om de RIM-meldingenpagina te openen in Systeeminstellingen. Als u geen melding hebt ontvangen, opent u Systeeminstellingen, gaat u naar Meldingen en drukt u op de knop voor Remote Incident Manager. Schakel vervolgens de meldingen voor deze app in.
pt: Você deve receber uma notificação informando que o Remote Incident Manager deseja exibir notificações. Se tiver recebido, pressione VO+N, escolha o item Remote Incident Manager no menu e pressione VO+Space para abrir a página de notificações do RIM nas Configurações do sistema. Se você não recebeu uma notificação, abra as Configurações do sistema, vá para Notificações e pressione o botão do Remote Incident Manager. Em seguida, ative as notificações para esse aplicativo.
ru: Вы должны получить уведомление о том, что Remote Incident Manager хочет показывать уведомления. Если вы это сделали, нажмите VO+N, выберите пункт Remote Incident Manager в меню и нажмите VO+Пробел, чтобы открыть страницу уведомлений RIM в системных настройках. Если вы не получили уведомление, откройте Системные настройки, перейдите в раздел Уведомления и нажмите кнопку Remote Incident Manager. Затем включите уведомления для этого приложения.

source: You should receive a notification saying that Remote Incident Manager wants to display notifications. If you did, click this notification to open the RIM notifications page in System Settings. If you didn't receive a notification, open System Settings, go to Notifications, and press the button for Remote Incident Manager. Then turn on notifications for this app.
de: Sie sollten eine Benachrichtigung erhalten, dass Remote Incident Manager Benachrichtigungen anzeigen möchte. Wenn dies der Fall ist, klicken Sie auf diese Benachrichtigung, um die Seite RIM-Benachrichtigungen in den Systemeinstellungen zu öffnen. Wenn Sie keine Benachrichtigung erhalten haben, öffnen Sie die Systemeinstellungen, gehen Sie zu Benachrichtigungen und drücken Sie die Schaltfläche für Remote Incident Manager. Aktivieren Sie dann die Benachrichtigungen für diese Anwendung.
es: Debería recibir una notificación diciendo que Remote Incident Manager quiere mostrar notificaciones. Si es así, haga clic en esta notificación para abrir la página de notificaciones de RIM en Configuración del sistema. Si no ha recibido ninguna notificación, abra los Ajustes del sistema, vaya a Notificaciones y pulse el botón de Remote Incident Manager. A continuación, activa las notificaciones para esta aplicación.
it: Si dovrebbe ricevere una notifica che indica che Remote Incident Manager desidera visualizzare le notifiche. In tal caso, fare clic su questa notifica per aprire la pagina delle notifiche di RIM in Impostazioni di sistema. Se non si è ricevuta alcuna notifica, aprire Impostazioni di sistema, andare su Notifiche e premere il pulsante per Remote Incident Manager. Attivare quindi le notifiche per questa applicazione.
nl: Je zou een melding moeten krijgen dat Remote Incident Manager meldingen wil weergeven. Als dat zo is, klik dan op deze melding om de RIM-meldingenpagina te openen in Systeeminstellingen. Als u geen melding hebt ontvangen, opent u Systeeminstellingen, gaat u naar Meldingen en drukt u op de knop voor Remote Incident Manager. Schakel vervolgens de meldingen voor deze app in.
pt: Você deve receber uma notificação informando que o Remote Incident Manager deseja exibir notificações. Se você recebeu, clique nessa notificação para abrir a página de notificações do RIM em Configurações do sistema. Se você não recebeu uma notificação, abra as Configurações do sistema, vá para Notificações e pressione o botão do Remote Incident Manager. Em seguida, ative as notificações para esse aplicativo.
ru: Вы должны получить уведомление о том, что Remote Incident Manager хочет показывать уведомления. Если вы его получили, нажмите на это уведомление, чтобы открыть страницу уведомлений RIM в настройках системы. Если вы не получили уведомление, откройте настройки системы, перейдите в раздел Уведомления и нажмите кнопку Remote Incident Manager. Затем включите уведомления для этого приложения.

source: Waiting for permission...
de: Ich warte auf die Erlaubnis...
es: Esperando permiso...
it: In attesa del permesso...
nl: Wachten op toestemming...
pt: Aguardando permissão...
ru: Жду разрешения...

source: RIM is currently re-establishing your remote connection. Please do not close this window unless you want to cancel your remote session.
de: RIM stellt gerade Ihre Fernverbindung wieder her. Bitte schließen Sie dieses Fenster nicht, es sei denn, Sie möchten Ihre Fernsitzung abbrechen.
es: RIM está restableciendo su conexión remota. No cierre esta ventana a menos que desee cancelar su sesión remota.
it: RIM sta ristabilendo la connessione remota. Non chiudere questa finestra se non si desidera annullare la sessione remota.
nl: RIM herstelt momenteel uw verbinding op afstand. Sluit dit venster niet, tenzij u uw sessie op afstand wilt annuleren.
pt: A RIM está restabelecendo sua conexão remota no momento. Não feche essa janela, a menos que queira cancelar sua sessão remota.
ru: В настоящее время RIM восстанавливает ваше удалённое подключение. Пожалуйста, не закрывайте это окно, если вы не хотите отменить свой удалённый сеанс.

source: The target machine is currently rebooting. The remote session will continue when the reboot is complete. Please do not close this window.
de: Der Zielcomputer wird gerade neu gestartet. Die Fernsitzung wird fortgesetzt, sobald der Neustart abgeschlossen ist. Bitte schließen Sie dieses Fenster nicht.
es: La máquina de destino se está reiniciando. La sesión remota continuará cuando finalice el reinicio. Por favor, no cierre esta ventana.
it: Il computer di destinazione si sta riavviando. La sessione remota continuerà al termine del riavvio. Non chiudere questa finestra.
nl: De doelcomputer is momenteel aan het herstarten. De sessie op afstand zal doorgaan wanneer het herstarten voltooid is. Sluit dit venster niet.
pt: O computador de destino está sendo reinicializado no momento. A sessão remota continuará quando a reinicialização for concluída. Não feche essa janela.
ru: В данный момент выполняется перезагрузка целевого компьютера. Удалённый сеанс будет продолжен после завершения перезагрузки. Пожалуйста, не закрывайте это окно.

source: The target machine is currently in the process of logging onto Windows. The remote session will continue when this process is complete. Please do not close this window.
de: Der Zielcomputer ist gerade dabei, sich bei Windows anzumelden. Die Fernsitzung wird fortgesetzt, wenn dieser Vorgang abgeschlossen ist. Bitte schließen Sie dieses Fenster nicht.
es: La máquina de destino se encuentra actualmente en el proceso de inicio de sesión en Windows. La sesión remota continuará cuando finalice este proceso. No cierre esta ventana.
it: Il computer di destinazione è attualmente in fase di accesso a Windows. La sessione remota continuerà al termine di questo processo. Non chiudere questa finestra.
nl: De doelmachine is momenteel bezig met aanmelden bij Windows. De sessie op afstand wordt voortgezet zodra dit proces is voltooid. Sluit dit venster niet.
pt: O computador de destino está no momento no processo de fazer login no Windows. A sessão remota continuará quando esse processo for concluído. Não feche essa janela.
ru: В данный момент на целевом компьютере выполняется вход в систему Windows. Удалённый сеанс будет продолжен после завершения этого процесса. Пожалуйста, не закрывайте это окно.

source: The target machine is currently installing the latest RIM update. The remote session will continue when this process is complete. Please do not close this window.
de: Auf dem Zielrechner wird gerade das neueste RIM-Update installiert. Die Fernsitzung wird fortgesetzt, wenn dieser Vorgang abgeschlossen ist. Bitte schließen Sie dieses Fenster nicht.
es: La máquina de destino está instalando actualmente la última actualización de RIM. La sesión remota continuará cuando finalice este proceso. Por favor, no cierre esta ventana.
it: Il computer di destinazione sta installando l'ultimo aggiornamento di RIM. La sessione remota continuerà al termine di questo processo. Non chiudere questa finestra.
nl: De doelcomputer installeert momenteel de nieuwste RIM-update. De sessie op afstand wordt voortgezet wanneer dit proces is voltooid. Sluit dit venster niet.
pt: O computador de destino está instalando a atualização mais recente do RIM. A sessão remota continuará quando esse processo for concluído. Não feche essa janela.
ru: На целевом компьютере в данный момент устанавливается последнее обновление RIM. Удалённый сеанс будет продолжен после завершения этого процесса. Пожалуйста, не закрывайте это окно.

source: The target machine is currently re-installing RIM with full administrative privileges. The remote session will continue when this process is complete. Please do not close this window.
de: Auf dem Zielrechner wird gerade RIM mit vollen Administratorrechten neu installiert. Die Fernsitzung wird fortgesetzt, wenn dieser Vorgang abgeschlossen ist. Bitte schließen Sie dieses Fenster nicht.
es: La máquina de destino está reinstalando actualmente RIM con privilegios administrativos completos. La sesión remota continuará cuando finalice este proceso. No cierre esta ventana.
it: Il computer di destinazione sta reinstallando RIM con privilegi amministrativi completi. La sessione remota continuerà al termine di questo processo. Non chiudere questa finestra.
nl: De doelmachine is momenteel RIM aan het herinstalleren met volledige beheerdersrechten. De sessie op afstand zal worden voortgezet wanneer dit proces is voltooid. Sluit dit venster niet.
pt: O computador de destino está reinstalando o RIM com privilégios administrativos totais. A sessão remota continuará quando esse processo for concluído. Não feche esta janela.
ru: В настоящее время на целевом компьютере выполняется повторная установка RIM с полными правами администратора. Удалённый сеанс будет продолжен после завершения этого процесса. Пожалуйста, не закрывайте это окно.

source: Your voice conversation will resume once the session is active again.
de: Ihr Telefongespräch wird fortgesetzt, sobald die Sitzung wieder aktiv ist.
es: Tu conversación de voz se reanudará cuando la sesión vuelva a estar activa.
it: La conversazione vocale riprenderà quando la sessione sarà nuovamente attiva.
nl: Je stemgesprek wordt hervat zodra de sessie weer actief is.
pt: Sua conversa por voz será retomada quando a sessão estiver ativa novamente.
ru: Ваш голосовой разговор возобновится, как только сеанс снова станет активным.

source: Add This Machine to Your RIM Account
de: Dieses Gerät zu Ihrem RIM-Konto hinzufügen
es: Añade esta máquina a tu cuenta RIM
it: Aggiungi questa macchina al tuo account RIM
nl: Deze machine toevoegen aan uw RIM-account
pt: Adicione esta máquina à sua conta RIM
ru: Добавить этот компьютер в свою учётную запись RIM

source: This option lets you add this machine as a target in your RIM account so you can remotely access it.
de: Mit dieser Option können Sie diesen Computer als Ziel in Ihrem RIM-Konto hinzufügen, damit Sie aus der Ferne darauf zugreifen können.
es: Esta opción le permite añadir esta máquina como objetivo en su cuenta RIM para poder acceder a ella de forma remota.
it: Questa opzione consente di aggiungere il computer come destinazione nel proprio account RIM, in modo da potervi accedere da remoto.
nl: Met deze optie kun je deze machine toevoegen als doel in je RIM account zodat je er op afstand toegang tot kunt krijgen.
pt: Essa opção permite adicionar essa máquina como um destino na sua conta RIM para que você possa acessá-la remotamente.
ru: Эта опция позволяет вам добавить этот компьютер в качестве целевого в вашу учетную запись RIM, чтобы вы могли получить к нему удалённый доступ.

source: Type of remote access:
de: Art des Fernzugriffs:
es: Tipo de acceso remoto:
it: Tipo di accesso remoto:
nl: Type toegang op afstand:
pt: Tipo de acesso remoto:
ru: Тип удалённого доступа:

source: Unattended
de: Unbeaufsichtigt
es: Sin vigilancia
it: Non sorvegliato
nl: Onbeheerd
pt: Sem supervisão
ru: Неконтролируемый

source: With this option, this machine can be accessed at any time without requiring a user to be physically present at the machine to accept the connection.
de: Mit dieser Option kann jederzeit auf diese Maschine zugegriffen werden, ohne dass ein Benutzer physisch an der Maschine anwesend sein muss, um die Verbindung zu akzeptieren.
es: Con esta opción, se puede acceder a esta máquina en cualquier momento sin necesidad de que un usuario esté físicamente presente en la máquina para aceptar la conexión.
it: Con questa opzione, è possibile accedere alla macchina in qualsiasi momento senza che l'utente debba essere fisicamente presente sulla macchina per accettare la connessione.
nl: Met deze optie is deze machine op elk moment toegankelijk zonder dat een gebruiker fysiek aanwezig moet zijn op de machine om de verbinding te accepteren.
pt: Com essa opção, essa máquina pode ser acessada a qualquer momento sem a necessidade de um usuário estar fisicamente presente na máquina para aceitar a conexão.
ru: При использовании этой опции доступ к данному компьютеру можно получить в любое время, не требуя физического присутствия пользователя для принятия подключения.

source: With this option, RIM will prompt the user of this machine for permission to access the machine, and the user must be present at the machine to accept or deny the request.
de: Mit dieser Option fordert RIM den Benutzer dieses Rechners auf, den Zugriff auf den Rechner zu gestatten, und der Benutzer muss am Rechner anwesend sein, um die Anfrage anzunehmen oder abzulehnen.
es: Con esta opción, RIM solicitará al usuario de esta máquina permiso para acceder a ella, y el usuario deberá estar presente en la máquina para aceptar o denegar la solicitud.
it: Con questa opzione, RIM chiederà all'utente di questa macchina l'autorizzazione ad accedervi e l'utente dovrà essere presente sulla macchina per accettare o negare la richiesta.
nl: Met deze optie vraagt RIM de gebruiker van deze machine om toestemming voor toegang tot de machine, en de gebruiker moet op de machine aanwezig zijn om het verzoek te accepteren of te weigeren.
pt: Com essa opção, o RIM solicitará ao usuário dessa máquina permissão para acessar a máquina, e o usuário deverá estar presente na máquina para aceitar ou negar a solicitação.
ru: При использовании этой опции RIM запросит у пользователя этого устройства разрешение на доступ к компьютеру, пользователь должен присутствовать при этом, чтобы принять или отклонить запрос.

source: Name this target machine:
de: Benennen Sie diesen Zielcomputer:
es: Nombra esta máquina de destino:
it: Assegnare un nome alla macchina di destinazione:
nl: Geef deze doelmachine een naam:
pt: Dê um nome a essa máquina de destino:
ru: Дайте имя этому целевому компьютеру:

source: Add Machine
es: Añadir máquina
it: Aggiungi macchina
nl: Machine toevoegen
pt: Adicionar máquina
ru: Добавить компьютер

source: You must enter a name for this machine. This name will be used in the list of target machines for your RIM account, so choose a name that will make it easy to find this machine when you want to connect to it.
de: Sie müssen einen Namen für diesen Rechner eingeben. Dieser Name wird in der Liste der Zielcomputer für Ihr RIM-Konto verwendet. Wählen Sie daher einen Namen, der es Ihnen erleichtert, diesen Computer zu finden, wenn Sie eine Verbindung zu ihm herstellen möchten.
es: Debe introducir un nombre para esta máquina. Este nombre se utilizará en la lista de máquinas de destino de su cuenta RIM, así que elija un nombre que le facilite encontrar esta máquina cuando quiera conectarse a ella.
it: È necessario inserire un nome per questa macchina. Questo nome verrà utilizzato nell'elenco dei computer di destinazione per l'account RIM, pertanto è necessario scegliere un nome che consenta di trovare facilmente questo computer quando ci si vuole connettere.
nl: Je moet een naam invoeren voor deze machine. Deze naam zal gebruikt worden in de lijst met doelmachines voor je RIM account, dus kies een naam waarmee je deze machine gemakkelijk kunt vinden wanneer je er verbinding mee wilt maken.
pt: Você deve digitar um nome para essa máquina. Esse nome será usado na lista de máquinas de destino da sua conta RIM, portanto, escolha um nome que facilite a localização dessa máquina quando você quiser se conectar a ela.
ru: Вам необходимо ввести имя для этого компьютера. Это имя будет использоваться в списке целевых компьютеров для вашей учётной записи RIM, поэтому выберите имя, которое облегчит поиск этого компьютера, когда вы захотите подключиться к нему.

source: Adding machine; please wait.
de: Addiermaschine; bitte warten.
es: Añadiendo máquina; por favor espere.
it: Macchina aggiuntiva; attendere prego.
nl: Toevoegmachine; even geduld alstublieft.
pt: Máquina de adição; aguarde.
ru: Идёт добавление компьютера, пожалуйста, подождите.

source: Request Unattended or Prompted Access
de: Unbeaufsichtigten oder unaufgeforderten Zugang beantragen
es: Solicitar acceso desatendido o solicitado
it: Richiedere l'accesso non presidiato o con richiesta di intervento
nl: Onbeheerde of opgevraagde toegang aanvragen
pt: Solicitar acesso não assistido ou solicitado
ru: Запрос неконтролируемого доступа или доступа по запросу

source: Type of access:
de: Art des Zugangs:
es: Tipo de acceso:
it: Tipo di accesso:
nl: Type toegang:
pt: Tipo de acesso:
ru: Тип доступа:

source: Send Request
es: Enviar solicitud
it: Invia la richiesta
nl: Aanvraag verzenden
pt: Enviar solicitação
ru: Отправить запрос
