Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: The two sides are connected. In addition to the remote desktop session, a voice conversation can be started optionally at the beginning or later in the session. Neither the Controller or Target need to be waring headphones during a remote session. Feel free to use your computer’s speakers.
de: Die beiden Seiten sind miteinander verbunden. Zusätzlich zur Remote-Desktop-Sitzung kann optional zu Beginn oder zu einem späteren Zeitpunkt der Sitzung eine Sprachkonversation gestartet werden. Weder der Controller noch das Ziel müssen während einer Remote-Sitzung Kopfhörer tragen. Sie können auch die Lautsprecher Ihres Computers verwenden.
es: Las dos partes están conectadas. Además de la sesión de escritorio remoto, puede iniciarse opcionalmente una conversación de voz al principio o más adelante en la sesión. Ni el Controlador ni el Destinatario necesitan llevar auriculares durante una sesión remota. Puede utilizar los altavoces de su ordenador.
it: Le due parti sono collegate. Oltre alla sessione desktop remota, è possibile avviare una conversazione vocale all'inizio o in un secondo momento della sessione. Non è necessario che il Controllore o il Destinatario indossino le cuffie durante una sessione remota. È possibile utilizzare gli altoparlanti del computer.
nl: De twee partijen zijn met elkaar verbonden. Naast de remote desktop-sessie kan optioneel aan het begin of later in de sessie een spraakgesprek worden gestart. Noch de Controller noch de Target hoeven een koptelefoon te dragen tijdens een sessie op afstand. Gebruik gerust de luidsprekers van je computer.
pt: Os dois lados estão conectados. Além da sessão de área de trabalho remota, uma conversa por voz pode ser iniciada opcionalmente no começo ou depois da sessão. Nem o Controlador nem o Alvo precisam estar usando fones de ouvido durante uma sessão remota. Sinta-se à vontade para usar os alto-falantes do seu computador.
ru: Обе стороны подключены. В дополнение к сеансу удалённого рабочего стола, при необходимости, в начале сеанса или позднее можно начать голосовой диалог. Ни управляющий пользователь, ни управляемый не должны быть в наушниках во время удалённого сеанса. Вы можете использовать динамики вашего компьютера.

source: The Controller can hear any audio output on the end-user’s machine, including not only any screen reader the end-user may be running, but also other applications. Sighted or low-vision technicians can also see the end-user’s screen. Keyboard and mouse input work as expected.
de: Der Controller kann jede Audioausgabe auf dem Computer des Endbenutzers hören, einschließlich eines Bildschirmlesegeräts, das der Endbenutzer möglicherweise ausführt, aber auch andere Anwendungen. Auch sehende oder sehbehinderte Techniker können den Bildschirm des Endbenutzers sehen. Tastatur- und Mauseingaben funktionieren wie erwartet.
es: El controlador puede oír cualquier salida de audio en el equipo del usuario final, incluido no sólo cualquier lector de pantalla que el usuario final pueda estar ejecutando, sino también otras aplicaciones. Los técnicos videntes o con baja visión también pueden ver la pantalla del usuario final. El teclado y el ratón funcionan correctamente.
it: Il controller è in grado di ascoltare qualsiasi uscita audio sul computer dell'utente finale, compreso lo screen reader che l'utente finale sta utilizzando, ma anche altre applicazioni. Anche i tecnici vedenti o ipovedenti possono vedere lo schermo dell'utente finale. La tastiera e il mouse funzionano come previsto.
nl: De controller kan elke audio-uitgang op de machine van de eindgebruiker horen, niet alleen elke schermlezer die de eindgebruiker gebruikt, maar ook andere applicaties. Slechtziende of slechtziende technici kunnen ook het scherm van de eindgebruiker zien. Toetsenbord- en muisinvoer werken zoals verwacht.
pt: O Controlador pode ouvir qualquer saída de áudio na máquina do usuário final, incluindo não apenas qualquer leitor de tela que o usuário final possa estar executando, mas também outros aplicativos. Os técnicos com visão ou com baixa visão também podem ver a tela do usuário final. A entrada do teclado e do mouse funciona como esperado.
ru: Управляющий пользователь может прослушивать любой аудиосигнал на компьютере конечного пользователя, включая не только программы экранного доступа, которые может запускать конечный пользователь, но и другие приложения. Зрячие или слабовидящие специалисты также могут видеть экран конечного пользователя. Ввод с клавиатуры и мыши работает должным образом.

source: During the session, the technician presses Windows+Shift+Backspace on Windows, or Option+Shift+Backspace on macOS, to open the RIM menu. On this menu, the technician can minimize the session, flip the session so the end-user can watch and control the technician’s machine, launch accessibility on the Target, request the end-user's permission to gain unattended access to this target machine, or close the session.
de: Während der Sitzung drückt der Techniker die Tastenkombination Windows+Umschalt+Leertaste unter Windows bzw. Wahl+Umschalt+Leertaste unter macOS, um das RIM-Menü zu öffnen. In diesem Menü kann der Techniker die Sitzung minimieren, die Sitzung umdrehen, sodass der Endbenutzer den Computer des Technikers sehen und steuern kann, die Barrierefreiheit auf dem Zielcomputer starten, die Erlaubnis des Endbenutzers für den unbeaufsichtigten Zugriff auf diesen Zielcomputer anfordern oder die Sitzung beenden.
es: Durante la sesión, el técnico pulsa Windows+Mayús+Retroceso en Windows, u Opción+Mayús+Retroceso en macOS, para abrir el menú RIM. En este menú, el técnico puede minimizar la sesión, invertir la sesión para que el usuario final pueda ver y controlar el equipo del técnico, iniciar la accesibilidad en el objetivo, solicitar permiso al usuario final para obtener acceso sin supervisión a este equipo objetivo o cerrar la sesión.
it: Durante la sessione, il tecnico preme Windows+Maiusc+Backspace su Windows o Opzione+Maiusc+Backspace su macOS per aprire il menu RIM. In questo menu, il tecnico può ridurre a icona la sessione, capovolgere la sessione in modo che l'utente finale possa guardare e controllare il computer del tecnico, avviare l'accessibilità sul target, richiedere all'utente finale l'autorizzazione ad accedere senza sorveglianza al computer target o chiudere la sessione.
nl: Tijdens de sessie drukt de technicus op Windows+Shift+Backspace, of Option+Shift+Backspace op macOS, om het RIM-menu te openen. In dit menu kan de technicus de sessie minimaliseren, de sessie omdraaien zodat de eindgebruiker kan meekijken en de machine van de technicus kan bedienen, toegankelijkheid starten op de Target, de eindgebruiker toestemming vragen om onbeheerde toegang te krijgen tot deze doelmachine, of de sessie sluiten.
pt: Durante a sessão, o técnico pressiona Windows+Shift+Backspace no Windows, ou Option+Shift+Backspace no macOS, para abrir o menu RIM. Nesse menu, o técnico pode minimizar a sessão, inverter a sessão para que o usuário final possa observar e controlar a máquina do técnico, iniciar a acessibilidade no Target, solicitar a permissão do usuário final para obter acesso sem supervisão a essa máquina de destino ou fechar a sessão.
ru: Во время сеанса технический специалист нажимает Windows+Shift+Backspace в Windows или Option+Shift+Backspace в macOS, чтобы открыть меню RIM. В этом меню технический специалист может свернуть сеанс, перевернуть сеанс, чтобы конечный пользователь мог наблюдать за машиной технического специалиста и управлять ею, запустить специальные возможности на целевом компьютере, запросить разрешение конечного пользователя на получение автоматического доступа к этому целевому компьютеру или завершить сеанс.

source: If the end-user’s machine isn’t running a screen reader, the technician can start our remote accessibility module that allows only the technician to hear speech output. For this to work, the technician must be running NVDA on their own machine if they're on Windows, or VoiceOver if they're on macOS.
de: Wenn auf dem Computer des Endbenutzers kein Bildschirmleseprogramm läuft, kann der Techniker unser Modul für die Fernzugänglichkeit starten, mit dem nur der Techniker die Sprachausgabe hören kann. Damit dies funktioniert, muss der Techniker auf seinem eigenen Rechner NVDA (Windows) oder VoiceOver (macOS) verwenden.
es: Si el equipo del usuario final no ejecuta un lector de pantalla, el técnico puede iniciar nuestro módulo de accesibilidad remota que solo permite al técnico escuchar la salida de voz. Para que esto funcione, el técnico debe estar ejecutando NVDA en su propio equipo si está en Windows, o VoiceOver si está en macOS.
it: Se sul computer dell'utente finale non è in esecuzione un lettore di schermo, il tecnico può avviare il nostro modulo di accessibilità remota che consente solo al tecnico di ascoltare l'output vocale. Affinché questo funzioni, il tecnico deve eseguire NVDA sul proprio computer se utilizza Windows o VoiceOver se utilizza macOS.
nl: Als de computer van de eindgebruiker geen schermlezer gebruikt, kan de technicus onze module voor toegankelijkheid op afstand starten, waardoor alleen de technicus de spraakuitvoer kan horen. Om dit te laten werken, moet de technicus NVDA op zijn eigen machine draaien als hij Windows gebruikt, of VoiceOver als hij macOS gebruikt.
pt: Se o computador do usuário final não estiver executando um leitor de tela, o técnico poderá iniciar nosso módulo de acessibilidade remota que permite que apenas o técnico ouça a saída de voz. Para que isso funcione, o técnico deve estar executando o NVDA em seu próprio computador, se estiver no Windows, ou o VoiceOver, se estiver no macOS.
ru: Если на компьютере конечного пользователя не работает программа экранного доступа, технический специалист может запустить наш модуль настроек доступности на удалённом компьютере, который позволяет только ему слышать выводимую речь. Чтобы это сработало, технический специалист должен запустить NVDA на своём компьютере, если он работает под управлением Windows, или VoiceOver, если он работает под управлением macOS.

source: You can also transfer files or folders between the two machines. To do this, simply use File Explorer on Windows, or the Finder on macOS, to copy one or more files or folders onto the clipboard on one end. Then on the controller end, open the RIM menu and choose the option to transfer the file or files. When that's done, a folder containing the transferred file or files will open on the receiving end. Of course, copying and pasting text across machines also works.
de: Sie können auch Dateien oder Ordner zwischen den beiden Computern übertragen. Verwenden Sie dazu einfach den Datei-Explorer unter Windows oder den Finder unter macOS, um eine oder mehrere Dateien oder Ordner in die Zwischenablage auf einer Seite zu kopieren. Öffnen Sie dann auf der Controllerseite das RIM-Menü und wählen Sie die Option zum Übertragen der Datei oder Dateien. Danach öffnet sich auf der Empfängerseite ein Ordner mit der oder den übertragenen Dateien. Natürlich funktioniert auch das Kopieren und Einfügen von Text zwischen Computern.
es: También puedes transferir archivos o carpetas entre las dos máquinas. Para ello, basta con utilizar el Explorador de archivos en Windows, o el Finder en macOS, para copiar uno o varios archivos o carpetas en el portapapeles de un extremo. A continuación, en el extremo del controlador, abra el menú RIM y elija la opción para transferir el archivo o archivos. Una vez hecho esto, se abrirá en el extremo receptor una carpeta que contiene el archivo o archivos transferidos. Por supuesto, copiar y pegar texto entre máquinas también funciona.
it: È anche possibile trasferire file o cartelle tra i due computer. A tale scopo, è sufficiente utilizzare Esplora file su Windows o il Finder su macOS per copiare uno o più file o cartelle negli appunti da un lato. Quindi, sul controller, aprire il menu RIM e scegliere l'opzione per trasferire il file o i file. Al termine, sul lato ricevente si aprirà una cartella contenente il file o i file trasferiti. Naturalmente, anche il copia e incolla di testo da una macchina all'altra funziona.
nl: Je kunt ook bestanden of mappen overzetten tussen de twee machines. Om dit te doen, gebruik je bestandsverkenner in Windows of de Finder in macOS om één of meerdere bestanden of mappen te kopiëren naar het klembord aan de ene kant. Vervolgens open je op de controller het RIM-menu en kies je de optie om het bestand of de bestanden over te zetten. Als dat klaar is, wordt er aan de ontvangende kant een map geopend met het overgezette bestand of de overgezette bestanden. Tekst kopiëren en plakken tussen machines werkt natuurlijk ook.
pt: Você também pode transferir arquivos ou pastas entre as duas máquinas. Para fazer isso, basta usar o File Explorer no Windows ou o Finder no macOS para copiar um ou mais arquivos ou pastas para a área de transferência em uma extremidade. Em seguida, na extremidade do controlador, abra o menu RIM e escolha a opção para transferir o arquivo ou os arquivos. Quando isso for feito, uma pasta contendo o arquivo ou os arquivos transferidos será aberta na extremidade receptora. Obviamente, copiar e colar texto entre máquinas também funciona.
ru: Вы также можете передавать файлы или папки между двумя компьютерами. Для этого просто используйте проводник в Windows или Finder в macOS, чтобы скопировать один или несколько файлов или папок в буфер обмена на одном конце. Затем на компьютере управляющего пользователя откройте меню RIM и выберите опцию для передачи файла или файлов. Когда это будет сделано, на принимающей стороне откроется папка, содержащая переданный файл или файлы. Конечно, копирование и вставка текста между компьютерами также работает.

source: Now let’s make the lawyers happy:
de: Jetzt wollen wir die Anwälte glücklich machen:
es: Ahora hagamos felices a los abogados:
it: Ora rendiamo felici gli avvocati:
nl: Laten we nu de advocaten blij maken:
pt: Agora vamos deixar os advogados felizes:
ru: А теперь давайте порадуем юристов:

source: To the extent not prohibited by law, in no circumstances shall Pneuma Solutions be liable to you or any other third parties for any loss or damage (including, without limitation, damage for loss of business or loss of profits) arising directly or indirectly from your use of or inability to use, this software or any of the material contained in it.
de: Soweit dies nicht gesetzlich verboten ist, haftet Pneuma Solutions Ihnen oder Dritten gegenüber unter keinen Umständen für Verluste oder Schäden (einschließlich, aber nicht beschränkt auf Schäden durch Geschäfts- oder Gewinneinbußen), die direkt oder indirekt aus der Nutzung oder der Unmöglichkeit der Nutzung dieser Software oder des darin enthaltenen Materials entstehen.
es: En la medida en que la ley no lo prohíba, Pneuma Solutions no será responsable en ningún caso ante usted ni ante terceros de cualquier pérdida o daño (incluidos, entre otros, los daños por pérdida de negocio o de beneficios) que se deriven directa o indirectamente del uso o de la imposibilidad de uso de este software o de cualquiera de los materiales que contiene.
it: Nella misura in cui non sia proibito dalla legge, in nessun caso Pneuma Solutions sarà responsabile nei confronti dell'utente o di terzi per qualsiasi perdita o danno (inclusi, senza limitazioni, danni per perdita di affari o perdita di profitti) derivanti direttamente o indirettamente dall'uso o dall'impossibilità di usare il presente software o qualsiasi materiale in esso contenuto.
nl: Voor zover niet bij wet verboden, is Pneuma Solutions in geen geval aansprakelijk jegens u of derden voor verlies of schade (inclusief, maar niet beperkt tot, schade voor zakelijk verlies of winstderving) die direct of indirect voortvloeit uit uw gebruik van of het onvermogen tot gebruik van deze software of enig materiaal daarin.
pt: Na medida em que não seja proibido por lei, em nenhuma circunstância a Pneuma Solutions será responsável perante você ou qualquer outro terceiro por qualquer perda ou dano (incluindo, sem limitação, danos por perda de negócios ou lucros cessantes) decorrentes direta ou indiretamente do uso ou da incapacidade de uso deste software ou de qualquer material nele contido.
ru: В той мере, в какой это не запрещено законом, ни при каких обстоятельствах Pneuma Solutions не несёт ответственности перед вами или третьими лицами за любые убытки или ущерб (включая, помимо прочего, ущерб в связи с потерей бизнеса или упущенной выгодой), прямо или косвенно возникающие в результате использования или невозможности использования вами данного программного обеспечения или любого из содержащихся в нём материалов.

source: Thank you for reading, and for your interest in RIM.
de: Vielen Dank für die Lektüre und für Ihr Interesse an RIM.
es: Gracias por leer y por su interés en RIM.
it: Grazie per la lettura e per l'interesse dimostrato nei confronti di RIM.
nl: Bedankt voor het lezen en voor je interesse in RIM.
pt: Obrigado por ler e por seu interesse na RIM.
ru: Спасибо вам за чтение и за ваш интерес к RIM.

source: Should you encounter any issues, please do not hesitate to contact us.
de: Sollten Sie auf Probleme stoßen, zögern Sie bitte nicht, uns zu kontaktieren.
es: Si tiene algún problema, no dude en ponerse en contacto con nosotros.
it: In caso di problemi, non esitate a contattarci.
nl: Mocht je problemen ondervinden, aarzel dan niet om contact met ons op te nemen.
pt: Se tiver algum problema, não hesite em entrar em contato conosco.
ru: Если у вас возникнут какие-либо вопросы, пожалуйста, не стесняйтесь обращаться к нам.

source: Provide remote help now
de: Bieten Sie jetzt Fernhilfe an
es: Proporcione ayuda a distancia ahora
it: Fornite subito assistenza remota
nl: Bied nu hulp op afstand
pt: Forneça ajuda remota agora
ru: Предоставить удалённую помощь прямо сейчас

source: Revoke Remote Access to This Computer
de: Fernzugriff auf diesen Computer widerrufen
es: Revocar el acceso remoto a este ordenador
it: Revocare l'accesso remoto a questo computer
nl: Externe toegang tot deze computer intrekken
pt: Revogação do acesso remoto a este computador
ru: Отменить удалённый доступ к этому компьютеру

source: Controller:
es: Controlador:
it: Controllore:
nl: Controleur:
pt: Controlador:
ru: Управляющий пользователь:

source: Revoke
de: Widerrufen
es: Revocar
it: Revocare
nl: Intrekken
pt: Revogar
ru: Отменить

source: Preparing to update RIM
de: Vorbereiten der RIM-Aktualisierung
es: Preparar la actualización de RIM
it: Preparazione all'aggiornamento di RIM
nl: RIM bijwerken
pt: Preparando-se para atualizar a RIM
ru: Подготовка к обновлению RIM

source: Downloading update...
de: Herunterladen des Updates...
es: Descargando actualización...
it: Download dell'aggiornamento...
nl: Update aan het downloaden...
pt: Download da atualização...
ru: Загрузка обновления...

source: Preparing to install update...
de: Vorbereiten der Installation des Updates...
es: Preparando la instalación de la actualización...
it: Preparazione all'installazione dell'aggiornamento...
nl: Klaarmaken om update te installeren...
pt: Preparando para instalar a atualização...
ru: Подготовка к установке обновления...

source: Preparing to download update...
de: Vorbereitung zum Herunterladen des Updates...
es: Preparando la descarga de la actualización...
it: Preparazione al download dell'aggiornamento...
nl: Klaarmaken om update te downloaden...
pt: Preparando o download da atualização...
ru: Подготовка к загрузке обновления...

source: %{count} days
de: %{count} Tage
es: %{count} días
it: %{count} giorni
nl: %{count} dagen
pt: %{count} dias
ru: %{count} дней

source: 1 day
de: 1 Tag
es: 1 día
it: 1 giorno
nl: 1 dag
pt: 1 dia
ru: 1 день

source: %{count} hours
de: %{count} Stunden
es: %{count} horas
it: %{count} Ore
nl: %{count} uur
pt: %{count} horas
ru: %{count} часов

source: 1 hour
de: 1 Stunde
es: 1 hora
it: 1 ora
nl: 1 uur
pt: 1 hora
ru: 1 час

source: %{count} minutes
de: %{count} Minuten
es: %{count} minutos
it: %{count} minuti
nl: %{count} minuten
pt: %{count} minutos
ru: %{count} минут

source: %{count} seconds
de: %{count} Sekunden
es: %{count} segundos
it: %{count} secondi
nl: %{count} seconden
pt: %{count} segundos
ru: %{count} секунд

source: Check for Update
de: Überprüfung auf Aktualisierung
es: Comprobar la actualización
it: Verifica dell'aggiornamento
pt: Verificação de atualização
ru: Проверить наличие обновлений

source: Japanese
de: Japanisch
es: Japonés
it: Giapponese
pt: Japonês
ru: Японский

source: System Permissions - Remote Incident Manager
de: Systemberechtigungen - Remote Incident Manager
it: Autorizzazioni di sistema - Gestore remoto degli incidenti
pt: Permissões do sistema - Gerenciador de incidentes remoto
ru: Системные разрешения - Remote Incident Manager

source: Before you can use RIM to provide remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
de: Bevor Sie RIM verwenden können, um Fernhilfe zu leisten, müssen Sie RIM in den macOS-Einstellungen dieses Rechners mehrere Berechtigungen erteilen. RIM fordert eine Berechtigung nach der anderen an und gibt detaillierte Anweisungen für die Erteilung jeder Berechtigung. Ohne diese Berechtigungen wird RIM nicht funktionieren. Um zu beginnen, klicken Sie unten auf die Schaltfläche "Weiter".
it: Prima di poter utilizzare RIM per fornire assistenza remota, è necessario concedere a RIM diverse autorizzazioni nelle impostazioni macOS del computer. RIM richiederà un'autorizzazione alla volta e fornirà istruzioni dettagliate per concedere ciascuna autorizzazione. RIM non funzionerà senza queste autorizzazioni. Per iniziare, fare clic sul pulsante "Continua" qui sotto.
pt: Antes de poder usar a RIM para fornecer ajuda remota, você precisará conceder várias permissões à RIM nas configurações do macOS dessa máquina. A RIM solicitará uma permissão de cada vez e fornecerá instruções detalhadas para conceder cada permissão. A RIM não funcionará sem essas permissões. Para começar, clique no botão "Continue" (Continuar) abaixo.
ru: Прежде чем вы сможете использовать RIM для предоставления удалённой помощи, вам необходимо предоставить RIM несколько разрешений в настройках macOS на этом компьютере. RIM будет запрашивать по одному разрешению за раз и предоставлять подробные инструкции по предоставлению каждого разрешения. Без этих разрешений RIM не будет работать. Чтобы начать, нажмите ниже кнопку "Продолжить".
