Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: You must enter a keyword before you can start the remote session. You may choose any keyword that is not currently being used by another RIM user; feel free to use anything that works for both you and the person you're helping.
de: Sie müssen ein Schlüsselwort eingeben, bevor Sie die Fernsitzung starten können. Sie können ein beliebiges Schlüsselwort wählen, das nicht gerade von einem anderen RIM-Benutzer verwendet wird; Sie können alles verwenden, was sowohl für Sie als auch für die Person, der Sie helfen wollen, geeignet ist.
es: Debe introducir una palabra clave antes de iniciar la sesión remota. Puede elegir cualquier palabra clave que no esté siendo utilizada actualmente por otro usuario de RIM; siéntase libre de utilizar cualquier cosa que funcione tanto para usted como para la persona a la que está ayudando.
it: Per avviare la sessione remota è necessario inserire una parola chiave. Potete scegliere qualsiasi parola chiave che non sia attualmente utilizzata da un altro utente RIM; sentitevi liberi di usare qualsiasi cosa che vada bene sia per voi che per la persona che state aiutando.
nl: Je moet een sleutelwoord invoeren voordat je de sessie op afstand kunt starten. Je mag elk sleutelwoord kiezen dat momenteel niet wordt gebruikt door een andere RIM gebruiker; voel je vrij om iets te gebruiken dat werkt voor zowel jou als de persoon die je helpt.
pt: Você deve inserir uma palavra-chave antes de iniciar a sessão remota. Você pode escolher qualquer palavra-chave que não esteja sendo usada no momento por outro usuário da RIM; sinta-se à vontade para usar qualquer coisa que funcione para você e para a pessoa que você está ajudando.
ru: Вы должны ввести ключевое слово, прежде чем сможете начать удалённый сеанс. Вы можете выбрать любое ключевое слово, которое в данный момент не используется другими пользователями RIM; не стесняйтесь использовать всё, что подходит как вам, так и человеку, которому вы помогаете.

source: You must enter a machine name or part of a name to search for.
de: Sie müssen einen Maschinennamen oder einen Teil eines Namens eingeben, nach dem gesucht werden soll.
es: Debe introducir un nombre de máquina o parte de un nombre para realizar la búsqueda.
it: È necessario inserire il nome di una macchina o parte di essa da ricercare.
nl: U moet een machinenaam of deel van een naam invoeren om naar te zoeken.
pt: Você deve inserir um nome de máquina ou parte de um nome para pesquisar.
ru: Для поиска необходимо ввести полное название компьютера или его часть.

source: Waiting for the other user to enter the keyword.
de: Warten auf die Eingabe des Schlüsselworts durch den anderen Benutzer.
es: Esperando a que el otro usuario introduzca la palabra clave.
it: In attesa che l'altro utente inserisca la parola chiave.
nl: Wachten tot de andere gebruiker het sleutelwoord invoert.
pt: Aguardando que o outro usuário digite a palavra-chave.
ru: Ждём, пока другой пользователь введёт ключевое слово.

source: Starting session; please wait.
de: Sitzung beginnt; bitte warten.
es: Iniciando sesión; por favor espere.
it: Inizio sessione; attendere prego.
nl: Sessie wordt gestart; even geduld alstublieft.
pt: Iniciando a sessão; aguarde.
ru: Начинаем сеанс; пожалуйста, подождите.

source: prompt required
de: Aufforderung erforderlich
es: se requiere aviso
it: richiesta di intervento
nl: prompt vereist
pt: prompt necessário
ru: требуется запрос

source: unattended
de: unbeaufsichtigt
es: sin vigilancia
it: incustodito
nl: onbeheerd
pt: sem supervisão
ru: неконтролируемый доступ

source: 24 hours after this session starts
de: 24 Stunden nach Beginn dieser Sitzung
es: 24 horas después del inicio de esta sesión
it: 24 ore dopo l'inizio della sessione
nl: 24 uur na aanvang van deze sessie
pt: 24 horas após o início desta sessão
ru: через 24 часа после начала этого сеанса

source: Incident Pass
de: Zwischenfall-Pass
es: Pase de incidente
it: Passaggio dell'incidente
nl: Incident pas
pt: Passe de Incidente
ru: Абонемент доступа

source: Day Pass
de: Tageskarte
es: Pase de un día
it: Pass giornaliero
nl: Dagpas
pt: Passe de um dia
ru: Дневной абонемент

source: %{pass_type} purchased on %{date_time}, valid for %{time_span}
de: %{pass_type} gekauft am %{date_time}, gültig für %{time_span}
es: %{pass_type} adquirido el %{date_time}, válido para %{time_span}
it: %{pass_type} acquistato il %{date_time}, valido per %{time_span}
nl: %{pass_type} gekocht op %{date_time}, geldig voor %{time_span}
pt: %{pass_type} comprado em %{date_time}, válido por %{time_span}
ru: %{pass_type} приобретён %{date_time}, действителен на %{time_span}

source: Pass for 1 month
de: Pass für 1 Monat
es: Pase para 1 mes
it: Pass per 1 mese
nl: Pas voor 1 maand
pt: Passe por 1 mês
ru: Абонемент на 1 месяц

source: Pass for %{count} months
de: Pass für %{count} Monate
es: Pase durante %{count} meses
it: Passare per %{count} mesi
nl: Pas voor %{count} maanden
pt: Passe por %{count} meses
ru: Абонимент на %{count} месяцев

source: Pass for 1 week
de: Pass für 1 Woche
es: Pase para 1 semana
it: Pass per 1 settimana
nl: Pas voor 1 week
pt: Passe por 1 semana
ru: Абонемент на 1 неделю

source: Pass for %{count} weeks
de: Pass für %{count} Wochen
es: Pase para %{count} semanas
it: Passare per %{count} settimane
nl: Pas voor %{count} weken
pt: Passe por %{count} semanas
ru: Абонемент на %{count} недель

source: Pass for %{count} days
de: Pass für %{count} Tage
es: Pase para %{count} días
it: Passare per %{count} giorni
nl: Pas voor %{count} dagen
pt: Passe por %{count} dias
ru: Абонемент на%{count} дней

source: %{pass_type} purchased on %{date_time}
de: %{pass_type} gekauft am %{date_time}
es: %{pass_type} comprado el %{date_time}
it: %{pass_type} acquistato il %{date_time}
nl: %{pass_type} gekocht op %{date_time}
pt: %{pass_type} comprado em %{date_time}
ru: %{pass_type} приобретенный на %{date_time}

source: Your current RIM pass has %{span} left.
de: Ihr aktueller RIM-Pass hat noch %{span}.
es: A tu pase RIM actual le queda %{span}.
it: L'attuale passaggio RIM è rimasto al %{span}.
nl: Je huidige RIM-pas heeft %{span} over.
pt: Seu passe RIM atual tem %{span} restante.
ru: У вашего текущего абонемента RIM осталось %{span} .

source: During the weekend, your RIM Personal Weekend Support subscription gives you unlimited connection time for keyword-based sessions, in addition to your RIM Personal subscription's support for unattended sessions.
de: Am Wochenende erhalten Sie mit Ihrem RIM Personal Weekend Support-Abonnement unbegrenzte Verbindungszeit für stichwortbasierte Sitzungen, zusätzlich zur Unterstützung Ihres RIM Personal-Abonnements für unbeaufsichtigte Sitzungen.
es: Durante el fin de semana, su suscripción a la Asistencia de fin de semana de RIM Personal le ofrece tiempo de conexión ilimitado para sesiones basadas en palabras clave, además de la asistencia de su suscripción a RIM Personal para sesiones desatendidas.
it: Durante il fine settimana, l'abbonamento RIM Personal Weekend Support offre un tempo di connessione illimitato per le sessioni basate su parole chiave, oltre al supporto dell'abbonamento RIM Personal per le sessioni non presidiate.
nl: Tijdens het weekend biedt uw RIM Personal Weekend Support abonnement u onbeperkte verbindingstijd voor sessies op basis van trefwoorden, naast de ondersteuning van uw RIM Personal abonnement voor sessies zonder toezicht.
pt: Durante o fim de semana, sua assinatura do RIM Personal Weekend Support oferece tempo de conexão ilimitado para sessões baseadas em palavras-chave, além do suporte da assinatura do RIM Personal para sessões sem supervisão.
ru: В выходные дни ваша персональная подписка RIM на поддержку по выходным даёт вам неограниченное время подключения для сеансов, основанных на ключевых словах, в дополнение к поддержке автоматических сеансов по вашей персональной подписке RIM.

source: During the weekend, your RIM Personal Weekend Support subscription gives you unlimited connection time for keyword-based sessions.
de: Mit Ihrem RIM Personal Weekend Support-Abonnement haben Sie am Wochenende unbegrenzte Verbindungszeit für stichwortbasierte Sitzungen.
es: Durante el fin de semana, su suscripción a la Asistencia Personal de Fin de Semana de RIM le ofrece tiempo de conexión ilimitado para sesiones basadas en palabras clave.
it: Durante il fine settimana, l'abbonamento RIM Personal Weekend Support vi offre un tempo di connessione illimitato per sessioni basate su parole chiave.
nl: In het weekend kun je met je RIM Personal Weekend Support-abonnement onbeperkt verbinding maken voor sessies op basis van trefwoorden.
pt: Durante o fim de semana, sua assinatura do RIM Personal Weekend Support oferece tempo de conexão ilimitado para sessões baseadas em palavras-chave.
ru: В выходные дни ваша персональная подписка на RIM на поддержку по выходным даёт вам неограниченное время подключения к сеансам, основанным на ключевых словах.

source: You currently have %{remaining_base_time_today} of base RIM connection time today, from both the free tier and your RIM Personal Community Support subscription, and %{remaining_credited_time} of prepaid time. RIM will use your base time first.
de: Sie haben derzeit %{remaining_base_time_today} an Basis-RIM-Verbindungszeit, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement, und %{remaining_credited_time} an vorausbezahlter Zeit. RIM wird Ihre Basiszeit zuerst verwenden.
es: Actualmente dispone de %{remaining_base_time_today} de tiempo de conexión básico de RIM, tanto del nivel gratuito como de su suscripción a la comunidad de soporte personal de RIM, y %{remaining_credited_time} de tiempo prepago. RIM utilizará primero tu tiempo base.
it: Attualmente si dispone di %{remaining_base_time_today} di tempo di connessione RIM di base oggi, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support, e %{remaining_credited_time} di tempo prepagato. RIM utilizzerà prima il tempo di base.
nl: Je hebt op dit moment %{remaining_base_time_today} basistijd voor je RIM-verbinding, van zowel het gratis niveau als je RIM Personal Community Support-abonnement, en %{remaining_credited_time} vooruitbetaalde tijd. RIM zal eerst uw basistijd gebruiken.
pt: No momento, você tem %{remaining_base_time_today} de tempo de conexão RIM básico hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support, e %{remaining_credited_time} de tempo pré-pago. A RIM usará seu tempo básico primeiro.
ru: В настоящее время у вас есть %{remaining_base_time_today} базового времени подключения к RIM сегодня, как на бесплатном уровне, так и по вашей личной подписке на поддержку сообщества RIM, а также %{remaining_credited_time} предоплаченного времени. Сначала RIM будет использовать ваше базовое время.

source: You currently have %{remaining_free_time_today} of free RIM connection time today and %{remaining_credited_time} of prepaid time. RIM will use your free time first.
de: Sie haben derzeit %{remaining_free_time_today} an freier RIM-Verbindungszeit und %{remaining_credited_time} an vorausbezahlter Zeit. RIM wird Ihre freie Zeit zuerst nutzen.
es: Actualmente dispone de %{remaining_free_time_today} de tiempo de conexión RIM gratuito hoy y %{remaining_credited_time} de tiempo prepago. RIM utilizará primero su tiempo gratuito.
it: Attualmente si dispone di %{remaining_free_time_today} di tempo di connessione RIM gratuito oggi e %{remaining_credited_time} di tempo prepagato. RIM utilizzerà prima il tempo gratuito.
nl: Je hebt vandaag %{remaining_free_time_today} gratis RIM verbindingstijd en %{remaining_credited_time} prepaid tijd. RIM zal uw gratis tijd als eerste gebruiken.
pt: Atualmente, você tem %{remaining_free_time_today} de tempo de conexão gratuita com a RIM e %{remaining_credited_time} de tempo pré-pago. A RIM usará seu tempo livre primeiro.
ru: В настоящее время у вас есть %{remaining_free_time_today} бесплатного времени для подключения к RIM сегодня и %{remaining_credited_time} оплаченного времени. RIM в первую очередь будет использовать ваше бесплатное время.

source: You currently have %{remaining_base_time_today} of RIM connection time today, from both the free tier and your RIM Personal Community Support subscription.
de: Sie haben derzeit %{remaining_base_time_today} an RIM-Verbindungszeit, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement.
es: Actualmente dispone de %{remaining_base_time_today} de tiempo de conexión a RIM en la actualidad, tanto del nivel gratuito como de tu suscripción al servicio de asistencia de la comunidad personal de RIM.
it: Attualmente si dispone di %{remaining_base_time_today} di tempo di connessione RIM oggi, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support.
nl: U hebt vandaag %{remaining_base_time_today} RIM-verbindingstijd, zowel van het gratis niveau als van uw RIM Personal Community Support-abonnement.
pt: No momento, você tem %{remaining_base_time_today} de tempo de conexão com a RIM hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support.
ru: В настоящее время у вас есть %{remaining_base_time_today} времени подключения к RIM сегодня, как с помощью бесплатного уровня, так и с помощью вашей личной подписки на поддержку сообщества RIM.

source: You currently have %{remaining_free_time_today} of free RIM connection time today.
de: Sie haben derzeit %{remaining_free_time_today} an freier RIM-Verbindungszeit heute.
es: Actualmente dispone de %{remaining_free_time_today} de tiempo de conexión RIM gratis hoy.
it: Attualmente si dispone di %{remaining_free_time_today} di connessione gratuita a RIM oggi.
nl: Je hebt vandaag %{remaining_free_time_today} vrije RIM-verbindingstijd.
pt: No momento, você tem %{remaining_free_time_today} de tempo livre de conexão RIM hoje.
ru: В настоящее время у вас есть %{remaining_free_time_today} бесплатного времени для подключения к RIM сегодня.

source: You have used up all of your base RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription, but you still have %{remaining_credited_time} of prepaid time.
de: Sie haben Ihre gesamte RIM-Verbindungszeit für den heutigen Tag aufgebraucht, sowohl die kostenlose Zeit als auch Ihr RIM Personal Community Support-Abonnement, aber Sie haben noch %{remaining_credited_time} an vorausbezahlter Zeit.
es: Ha agotado todo el tiempo de conexión básico de RIM para hoy, tanto del nivel gratuito como de su suscripción a la Asistencia comunitaria personal de RIM, pero aún le queda %{remaining_credited_time} de tiempo prepago.
it: È stato utilizzato tutto il tempo di connessione RIM di base per oggi, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support, ma è ancora disponibile %{remaining_credited_time} di tempo prepagato.
nl: Je hebt al je basis RIM verbindingstijd voor vandaag opgebruikt, van zowel het gratis niveau als je RIM Personal Community Support abonnement, maar je hebt nog %{remaining_credited_time} vooruitbetaalde tijd.
pt: Você usou todo o seu tempo de conexão RIM básico para hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support, mas ainda tem %{remaining_credited_time} de tempo pré-pago.
ru: На сегодняшний день вы израсходовали всё своё базовое время подключения к RIM, как за счёт бесплатного уровня, так и за счёт подписки на поддержку личного сообщества RIM, но у вас всё ещё есть %{remaining_credited_time} из заранее оплаченного времени.

source: You have used up all of your free RIM connection time for today, but you still have %{remaining_credited_time} of prepaid time.
de: Sie haben Ihre gesamte kostenlose RIM-Verbindungszeit für heute verbraucht, aber Sie haben noch %{remaining_credited_time} an vorausbezahlter Zeit.
es: Ha agotado todo el tiempo de conexión gratuita de RIM para hoy, pero aún le queda %{remaining_credited_time} de tiempo prepago.
it: È stato utilizzato tutto il tempo di connessione RIM gratuito per oggi, ma si dispone ancora di %{remaining_credited_time} di tempo prepagato.
nl: Je hebt al je gratis RIM-verbindingstijd voor vandaag opgebruikt, maar je hebt nog %{remaining_credited_time} prepaid-tijd.
pt: Você usou todo o seu tempo de conexão RIM gratuito para hoje, mas ainda tem %{remaining_credited_time} de tempo pré-pago.
ru: На сегодня вы израсходовали всё своё бесплатное время для подключения к RIM, но у вас ещё есть %{remaining_credited_time} из заранее оплаченного времени.

source: You have used up all of your RIM connection time for today, from both the free tier and your RIM Personal Community Support subscription.
de: Sie haben Ihre gesamte RIM-Verbindungszeit für den heutigen Tag verbraucht, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement.
es: Ha agotado todo el tiempo de conexión a RIM para hoy, tanto del nivel gratuito como de su suscripción a la Asistencia comunitaria personal de RIM.
it: Avete esaurito tutto il tempo di connessione RIM per oggi, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support.
nl: U hebt al uw RIM-verbindingstijd voor vandaag opgebruikt, van zowel het gratis niveau als uw RIM Personal Community Support-abonnement.
pt: Você usou todo o seu tempo de conexão com a RIM para hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support.
ru: На сегодняшний день вы израсходовали всё время, затраченное на подключение к RIM, как за счёт бесплатного уровня, так и за счёт подписки на персональную поддержку сообщества RIM.

source: You have used up all of your free RIM connection time for today.
de: Sie haben Ihre kostenlose RIM-Verbindungszeit für heute aufgebraucht.
es: Has utilizado todo tu tiempo de conexión gratuita a RIM por hoy.
it: Avete esaurito tutto il tempo di connessione gratuita di RIM per oggi.
nl: Je hebt al je gratis RIM-verbindingstijd voor vandaag opgebruikt.
pt: Você usou todo o seu tempo de conexão gratuita da RIM para hoje.
ru: На сегодня вы израсходовали всё своё бесплатное время для подключения к RIM.

source: Your RIM personal subscription will be used for unattended sessions, while your current incident pass can be used for keyword-based sessions on one target machine over the next %{time_span}. The following applies to keyword-based sessions on additional target machines, and to any keyword-based sessions after your current incident pass has expired.
de: Ihr persönliches RIM-Abonnement wird für unbeaufsichtigte Sitzungen verwendet, während Ihr aktueller Vorfallspass für schlüsselwortbasierte Sitzungen auf einem Zielcomputer über die nächsten %{time_span}. Das Folgende gilt für stichwortbasierte Sitzungen auf weiteren Zielcomputern und für alle stichwortbasierten Sitzungen, nachdem Ihr aktueller Ereignispass abgelaufen ist.
es: Su abono personal de RIM se utilizará para sesiones desatendidas, mientras que su abono de incidencias actual puede utilizarse para sesiones basadas en palabras clave en un equipo de destino durante los próximos %{time_span}. Lo siguiente se aplica a las sesiones basadas en palabras clave en equipos de destino adicionales y a cualquier sesión basada en palabras clave después de que haya caducado su pase de incidente actual.
it: L'abbonamento personale RIM verrà utilizzato per le sessioni non presidiate, mentre il pass incidente attuale può essere utilizzato per sessioni basate su parole chiave su un computer di destinazione nel corso dei prossimi %{time_span}. Quanto segue si applica alle sessioni basate su parole chiave su altri computer di destinazione e a tutte le sessioni basate su parole chiave dopo la scadenza del pass di incidente corrente.
nl: Uw RIM persoonlijk abonnement zal gebruikt worden voor onbeheerde sessies, terwijl uw huidige incident pass gebruikt kan worden voor keyword-gebaseerde sessies op één doelmachine gedurende de volgende %{time_span}. Het volgende geldt voor sessies op basis van trefwoorden op extra doelmachines en voor alle sessies op basis van trefwoorden nadat uw huidige incidentpas is verlopen.
pt: Sua assinatura pessoal da RIM será usada para sessões não assistidas, enquanto seu passe de incidente atual pode ser usado para sessões baseadas em palavras-chave em um computador de destino nos próximos %{time_span}. O que se segue se aplica a sessões baseadas em palavras-chave em máquinas de destino adicionais e a quaisquer sessões baseadas em palavras-chave após a expiração de seu passe de incidente atual.
ru: Ваша персональная подписка RIM будет использоваться для автоматических сеансов, в то время как ваш текущий абонемент доступа может быть использован для сеансов на основе ключевых слов на одном целевом компьютере в течение следующего %{time_span}. Нижеследующее относится к сеансам, основанным на ключевых словах, на дополнительных целевых компьютерах и ко всем сеансам, основанным на ключевых словах, после истечения срока действия текущего абонемента доступа.

source: Your RIM personal subscription will be used for unattended sessions, while your current day pass can be used for keyword-based sessions over the next %{time_span}. The following applies to any keyword-based sessions after your current day pass has expired.
de: Ihr persönliches RIM-Abonnement wird für unbeaufsichtigte Sitzungen verwendet, während Ihr aktueller Tagespass für stichwortbasierte Sitzungen in den nächsten %{time_span}. Das Folgende gilt für alle stichwortbasierten Sitzungen, nachdem Ihr aktueller Tagespass abgelaufen ist.
es: Su abono personal RIM se utilizará para sesiones desatendidas, mientras que su pase diario actual puede utilizarse para sesiones basadas en palabras clave durante los próximos %{time_span}. Lo siguiente se aplica a cualquier sesión basada en palabras clave después de que su pase diario actual haya caducado.
it: L'abbonamento personale RIM verrà utilizzato per le sessioni non presidiate, mentre il pass giornaliero attuale potrà essere utilizzato per le sessioni basate su parole chiave nel corso del prossimo %{time_span}. Quanto segue si applica a tutte le sessioni basate su parole chiave dopo la scadenza del pass giornaliero corrente.
nl: Uw RIM persoonlijk abonnement zal gebruikt worden voor sessies zonder toezicht, terwijl uw huidige dagpas gebruikt kan worden voor sessies op basis van trefwoorden gedurende de volgende %{time_span}. Het volgende geldt voor sessies op basis van trefwoorden nadat uw huidige dagpas is verlopen.
pt: Sua assinatura pessoal da RIM será usada para sessões não assistidas, enquanto seu passe diário atual pode ser usado para sessões baseadas em palavras-chave durante os próximos %{time_span}. O seguinte se aplica a todas as sessões baseadas em palavras-chave após a expiração do passe diário atual.
ru: Ваша персональная подписка RIM будет использоваться для автоматических сеансов, в то время как ваш текущий дневной абонемент может быть использован для сеансов на основе ключевых слов в течение %{time_span}. Нижеследующее относится ко всем сеансам, основанным на ключевых словах, после истечения срока действия вашего текущего дневного абонемента.
