Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: You must enter a name for the target machine. This name will be used in the list of target machines for your RIM account, so choose a name that will make it easy to find this machine when you want to connect to it.
de: Sie müssen einen Namen für den Zielcomputer eingeben. Dieser Name wird in der Liste der Zielcomputer für Ihr RIM-Konto verwendet. Wählen Sie also einen Namen, mit dem Sie diesen Computer leicht finden können, wenn Sie eine Verbindung zu ihm herstellen möchten.
es: Debe introducir un nombre para la máquina de destino. Este nombre se utilizará en la lista de máquinas de destino de su cuenta RIM, así que elija un nombre que le facilite encontrar esta máquina cuando quiera conectarse a ella.
it: È necessario inserire un nome per il computer di destinazione. Questo nome verrà utilizzato nell'elenco dei computer di destinazione per l'account RIM, pertanto è necessario scegliere un nome che consenta di trovare facilmente questo computer quando ci si vuole connettere.
nl: Je moet een naam invoeren voor de doelmachine. Deze naam zal worden gebruikt in de lijst met doelmachines voor je RIM account, dus kies een naam waarmee je deze machine gemakkelijk kunt vinden wanneer je er verbinding mee wilt maken.
pt: Você deve inserir um nome para a máquina de destino. Esse nome será usado na lista de máquinas de destino da sua conta RIM, portanto, escolha um nome que facilite a localização dessa máquina quando você quiser se conectar a ela.
ru: Вам необходимо ввести имя целевого компьютера. Это имя будет использоваться в списке целевых компьютеров для вашей учетной записи RIM, поэтому выберите имя, которое облегчит поиск этого компьютера, когда вы захотите подключиться к нему.

source: Waiting for the target user to respond.
de: Warten auf die Antwort des Zielbenutzers.
es: Esperando a que el usuario objetivo responda.
it: In attesa della risposta dell'utente target.
nl: Wachten op antwoord van de doelgebruiker.
pt: Aguardando a resposta do usuário-alvo.
ru: Ожидание ответа целевого пользователя.

source: Send Logs to Pneuma Solutions
de: Logs an Pneuma Solutions senden
es: Enviar registros a Pneuma Solutions
it: Inviare i registri a Pneuma Solutions
nl: Stuur logboeken naar Pneuma Solutions
pt: Enviar registros para a Pneuma Solutions
ru: Отправка логов в Pneuma Solutions

source: Please only use this function if a representative of Pneuma Solutions has requested logs.
de: Bitte verwenden Sie diese Funktion nur, wenn ein Vertreter von Pneuma Solutions Protokolle angefordert hat.
es: Utilice esta función únicamente si un representante de Pneuma Solutions ha solicitado los registros.
it: Utilizzare questa funzione solo se un rappresentante di Pneuma Solutions ha richiesto i log.
nl: Gebruik deze functie alleen als een vertegenwoordiger van Pneuma Solutions om logboeken heeft gevraagd.
pt: Utilize essa função somente se um representante da Pneuma Solutions tiver solicitado os registros.
ru: Пожалуйста, используйте эту функцию только в том случае, если представитель Pneuma Solutions запросил журналы регистрации.

source: Detailed problem description:
de: Detaillierte Problembeschreibung:
es: Descripción detallada del problema:
it: Descrizione dettagliata del problema:
nl: Gedetailleerde probleemomschrijving:
pt: Descrição detalhada do problema:
ru: Подробное описание проблемы:

source: Please either enter a detailed description of your problem or close this window.
de: Bitte geben Sie entweder eine detaillierte Beschreibung Ihres Problems ein oder schließen Sie dieses Fenster.
es: Por favor, introduzca una descripción detallada de su problema o cierre esta ventana.
it: Inserire una descrizione dettagliata del problema o chiudere questa finestra.
nl: Voer een gedetailleerde beschrijving van je probleem in of sluit dit venster.
pt: Digite uma descrição detalhada do seu problema ou feche esta janela.
ru: Пожалуйста, либо введите подробное описание вашей проблемы, либо закройте это окно.

source: Sending logs...
de: Senden von Protokollen...
es: Enviando registros...
it: Invio dei log...
nl: Logboeken verzenden...
pt: Envio de registros...
ru: Отправка журналов...

source: Remote Session
de: Fernsitzung
es: Sesión a distancia
it: Sessione remota
nl: Sessie op afstand
pt: Sessão remota
ru: Удалённый сеанс

source: No screen reader is running on the remote machine.
de: Auf dem entfernten Rechner ist kein Bildschirmleseprogramm installiert.
es: No se está ejecutando ningún lector de pantalla en la máquina remota.
it: Sul computer remoto non è in esecuzione alcun lettore di schermo.
nl: Er draait geen schermlezer op de externe machine.
pt: Nenhum leitor de tela está em execução no computador remoto.
ru: На удалённом компьютере программа экранного доступа не запущена .

source: Remote accessibility is active.
de: Der Fernzugriff ist aktiv.
es: La accesibilidad remota está activada.
it: L'accessibilità remota è attiva.
nl: Bereikbaarheid op afstand is actief.
pt: A acessibilidade remota está ativa.
ru: Настройки доступности на удалённом компьютере применены.

source: %{screen_reader_name} is running on the remote machine.
de: %{screen_reader_name} wird auf dem entfernten Rechner ausgeführt.
es: %{screen_reader_name} se está ejecutando en la máquina remota.
it: %{screen_reader_name} è in esecuzione sulla macchina remota.
nl: %{screen_reader_name} wordt uitgevoerd op de machine op afstand.
pt: %{screen_reader_name} está em execução no computador remoto.
ru: На удалённом компьютере запущен %{screen_reader_name}.

source: %{screen_reader_name} %{version} is running on the remote machine.
de: %{screen_reader_name} %{version} wird auf dem entfernten Rechner ausgeführt.
es: %{screen_reader_name} %{version} se está ejecutando en la máquina remota.
it: %{screen_reader_name} %{version} è in esecuzione sulla macchina remota.
nl: %{screen_reader_name} %{version} wordt uitgevoerd op de machine op afstand.
pt: %{screen_reader_name} %{version} está em execução no computador remoto.
ru: На удалённом компьютере запущен %{screen_reader_name} %{version}.

source: Starting remote accessibility.
de: Start der Fernzugänglichkeit.
es: Iniciando la accesibilidad remota.
it: Avvio dell'accessibilità remota.
nl: Externe toegankelijkheid starten.
pt: Início da acessibilidade remota.
ru: Запуск специальных возможностей на удалённом компьютере.

source: Comment on This Session
de: Kommentar zu dieser Sitzung
es: Comente esta sesión
it: Commenti su questa sessione
nl: Reageer op deze sessie
pt: Comente sobre esta sessão
ru: Прокомментировать этот сеанс

source: You may optionally write a comment on the session that just ended. This comment will appear on your RIM Dashboard.
de: Sie können optional einen Kommentar zu der gerade beendeten Sitzung schreiben. Dieser Kommentar wird auf Ihrem RIM-Dashboard angezeigt.
es: Opcionalmente, puede escribir un comentario sobre la sesión que acaba de finalizar. Este comentario aparecerá en su panel de control de RIM.
it: È possibile scrivere un commento sulla sessione appena conclusa. Il commento apparirà sul cruscotto RIM.
nl: U kunt optioneel een opmerking schrijven over de sessie die net is afgelopen. Deze opmerking verschijnt op uw RIM Dashboard.
pt: Opcionalmente, você pode escrever um comentário sobre a sessão que acabou de terminar. Esse comentário será exibido em seu RIM Dashboard.
ru: При желании вы можете оставить комментарий к только что завершившимуся сеансу. Этот комментарий появится на вашей панели управления RIM.

source: Comment:
de: Wie:
es: ¿En qué puedo ayudarle?
it: Come posso aiutarvi?
nl: Hoe kan ik helpen?
pt: Como posso ajudar?
ru: Комментарий:

source: Add Comment
de: Kommentar hinzufügen
es: Añadir comentario
it: Aggiungi commento
nl: Reactie toevoegen
pt: Adicionar comentário
ru: Добавить комментарий

source: Skip
de: Überspringen
es: Saltar
it: Salto
pt: Pular
ru: Пропустить

source: Please either enter a comment or close this window.
de: Bitte geben Sie entweder einen Kommentar ein oder schließen Sie dieses Fenster.
es: Por favor, introduzca un comentario o cierre esta ventana.
it: Si prega di inserire un commento o di chiudere questa finestra.
nl: Voer een opmerking in of sluit dit venster.
pt: Digite um comentário ou feche esta janela.
ru: Пожалуйста, либо введите комментарий, либо закройте это окно.

source: Connection Details
de: Details zur Verbindung
es: Detalles de la conexión
it: Dettagli sulla connessione
nl: Details verbinding
pt: Detalhes da conexão
ru: Сведения о подключении

source: direct peer-to-peer
de: direktes Peer-to-Peer
es: directo entre iguales
it: diretto peer-to-peer
nl: directe peer-to-peer
pt: direto ponto a ponto
ru: прямая одноранговая связь direct peer-to-peer

source: peer-to-peer with NAT traversal
de: Peer-to-Peer mit NAT-Traversal
es: peer-to-peer con NAT transversal
it: peer-to-peer con NAT traversal
nl: peer-to-peer met NAT-traversal
pt: peer-to-peer com NAT traversal
ru: одноранговая сеть с обходом NAT peer-to-peer with NAT traversal

source: relay
de: Relais
es: relé
it: relè
nl: relais
pt: relé
ru: передача

source: Ping round trip time
de: Ping-Rundreisezeit
es: Tiempo de ida y vuelta
it: Tempo di andata e ritorno di Ping
nl: Ping reistijd
pt: Tempo de ida e volta do ping
ru: Время отправки и получения

source: Data received
de: Erhaltene Daten
es: Datos recibidos
it: Dati ricevuti
nl: Ontvangen gegevens
pt: Dados recebidos
ru: Полученные данные

source: Network type
de: Typ des Netzes
es: Tipo de red
it: Tipo di rete
nl: Type netwerk
pt: Tipo de rede
ru: Тип сети

source: Local address
de: Lokale Adresse
es: Dirección local
it: Indirizzo locale
nl: Lokaal adres
pt: Endereço local
ru: Локальный адрес

source: Local transport type
de: Örtliche Verkehrsart
es: Tipo de transporte local
it: Tipo di trasporto locale
nl: Type lokaal transport
pt: Tipo de transporte local
ru: Местный вид транспорта

source: Remote address
de: Entfernte Adresse
es: Dirección remota
it: Indirizzo remoto
nl: Adres op afstand
pt: Endereço remoto
ru: Удалённый адрес

source: Remote transport type
de: Art des Ferntransports
es: Tipo de transporte remoto
it: Tipo di trasporto remoto
nl: Type extern transport
pt: Tipo de transporte remoto
ru: Тип удалённого транспорта

source: Controller
es: Controlador
it: Controllore
pt: Controlador
ru: Управляющий пользователь

source: Target
de: Ziel
es: Objetivo
it: Obiettivo
nl: Doel
pt: Alvo
ru: Конечный пользователь

source: Send Logs on Target
de: Logs zum Ziel senden
es: Enviar logs al objetivo
it: Invio di registri su target
nl: Logs verzenden op doel
pt: Enviar registros no destino
ru: Отправка журналов конечного пользователя

source: Machine info
de: Informationen zur Maschine
es: Información de la máquina
it: Informazioni sulla macchina
nl: Machine-informatie
pt: Informações sobre a máquina
ru: Информация о компьютере

source: Total RAM
de: RAM insgesamt
it: RAM totale
nl: Totaal RAM
pt: RAM total
ru: Общий объём оперативной памяти

source: Free RAM
de: Freies RAM
es: RAM libre
it: RAM gratuita
nl: Gratis RAM
pt: RAM grátis
ru: Свободная оперативная память

source: Total swap space
de: Gesamter Swap-Bereich
es: Espacio de intercambio total
it: Spazio di swap totale
nl: Totale swapruimte
pt: Espaço total de troca
ru: Общее пространство подкачки

source: Free swap space
de: Freier Auslagerungsspeicher
es: Espacio de intercambio libre
it: Spazio libero di swap
nl: Vrije swapruimte
pt: Espaço de troca livre
ru: Свободное место для подкачки

source: Running processes
de: Laufende Prozesse
es: Procesos en ejecución
it: Processi in esecuzione
nl: Lopende processen
pt: Processos em execução
ru: Запущенные процессы

source: Process ID
de: Prozess-ID
es: ID del proceso
it: ID processo
nl: Proces-ID
pt: ID do processo
ru: Идентификатор процесса

source: Executable path
de: Ausführbarer Pfad
es: Ruta ejecutable
it: Percorso eseguibile
nl: Uitvoerbaar pad
pt: Caminho do executável
ru: Путь к исполняемому файлу

source: Installed packages
de: Installierte Pakete
es: Paquetes instalados
it: Pacchetti installati
nl: Geïnstalleerde pakketten
pt: Pacotes instalados
ru: Установленные пакеты

source: Loading...
de: Laden...
es: Cargando...
it: Caricamento...
nl: Aan het laden...
pt: Carregando...
ru: Загрузка...

source: Welcome to Remote Incident Manager
de: Willkommen bei Remote Incident Manager
es: Bienvenido a Remote Incident Manager
it: Benvenuti in Remote Incident Manager
nl: Welkom bij Remote Incident Manager
pt: Bem-vindo ao Remote Incident Manager

source: We would like to welcome you to version 3 of Remote Incident Manager (RIM) from Pneuma Solutions! Thank you for choosing RIM for your accessible remote technical support and training needs.
de: Wir begrüßen Sie herzlich zur Version 3 des Remote Incident Manager (RIM) von Pneuma Solutions! Vielen Dank, dass Sie sich für RIM entschieden haben, um Ihren Bedarf an technischem Fernsupport und Schulungen zu decken.
es: Nos gustaría darle la bienvenida a la versión 3 de Remote Incident Manager (RIM) de Pneuma Solutions. Gracias por elegir RIM para sus necesidades de formación y soporte técnico remoto accesible.
it: Desideriamo darvi il benvenuto alla versione 3 di Remote Incident Manager (RIM) di Pneuma Solutions! Grazie per aver scelto RIM per le vostre esigenze di assistenza tecnica remota accessibile e di formazione.
nl: Wij heten u van harte welkom bij versie 3 van Remote Incident Manager (RIM) van Pneuma Solutions! Bedankt voor het kiezen van RIM voor uw toegankelijke technische ondersteuning en training op afstand.
pt: Gostaríamos de lhe dar as boas-vindas à versão 3 do Remote Incident Manager (RIM) da Pneuma Solutions! Obrigado por escolher o RIM para atender às suas necessidades de treinamento e suporte técnico remoto acessível.

source: Receive remote help now
de: Erhalten Sie jetzt Hilfe aus der Ferne
es: Recibir ayuda a distancia ahora
it: Ricevi subito l'assistenza a distanza
nl: Ontvang nu hulp op afstand
pt: Receba ajuda remota agora
ru: Получить удалённую помощь прямо сейчас

source: RIM has a single installer, regardless of whether you are playing the role of the technical support provider(controller) or the remote end-user (target), that is, whether you are providing or receiving help. If you want to receive help, simply press the "Receive help now" button above. Then all you need to do is enter the key word provided by the Controller. RIM will establish the connection and start the voice conversation if necessary.
de: RIM verfügt über ein einziges Installationsprogramm, unabhängig davon, ob Sie die Rolle des Anbieters technischer Unterstützung (Controller) oder des entfernten Endbenutzers (Ziel) spielen, d. h. ob Sie Hilfe leisten oder erhalten. Wenn Sie Hilfe erhalten möchten, klicken Sie einfach auf die obige Schaltfläche "Jetzt Hilfe erhalten". Dann brauchen Sie nur noch das vom Controller vorgegebene Schlüsselwort einzugeben. RIM stellt dann die Verbindung her und beginnt gegebenenfalls mit dem Sprachgespräch.
es: RIM dispone de un único instalador, independientemente de si usted desempeña el papel de proveedor de asistencia técnica (controlador) o de usuario final remoto (destinatario), es decir, de si proporciona o recibe ayuda. Si desea recibir ayuda, sólo tiene que pulsar el botón "Recibir ayuda ahora". A continuación, sólo tiene que introducir la palabra clave proporcionada por el controlador. RIM establecerá la conexión e iniciará la conversación de voz si es necesario.
it: RIM ha un unico programma di installazione, indipendentemente dal fatto che si svolga il ruolo di fornitore di assistenza tecnica (controllore) o di utente finale remoto (destinatario), cioè che si fornisca o si riceva assistenza. Se si desidera ricevere aiuto, è sufficiente premere il pulsante "Ricevi aiuto ora" in alto. A questo punto è sufficiente inserire la parola chiave fornita dal controllore. RIM stabilirà la connessione e avvierà la conversazione vocale, se necessario.
nl: RIM heeft een enkel installatieprogramma, ongeacht of je de rol van de technische ondersteuner (controller) of de externe eindgebruiker (doel) speelt, dat wil zeggen of je hulp biedt of ontvangt. Als je hulp wilt ontvangen, druk je gewoon op de knop "Nu hulp ontvangen" hierboven. Vervolgens hoef je alleen maar het sleutelwoord in te voeren dat door de controller is opgegeven. RIM zal de verbinding tot stand brengen en indien nodig het spraakgesprek starten.
pt: A RIM tem um único instalador, independentemente de você estar desempenhando o papel de provedor de suporte técnico (controlador) ou de usuário final remoto (alvo), ou seja, se está fornecendo ou recebendo ajuda. Se quiser receber ajuda, basta pressionar o botão "Receive help now" (Receber ajuda agora) acima. Em seguida, tudo o que você precisa fazer é digitar a palavra-chave fornecida pelo Controlador. O RIM estabelecerá a conexão e iniciará a conversa por voz, se necessário.
ru: У RIM есть единый установщик, независимо от того, выступаете ли вы в роли поставщика технической поддержки (управляющего пользователя) или удалённого конечного (целевого) пользователя, то есть предоставляете ли вы помощь или получаете её. Если вы хотите получить помощь, просто нажмите кнопку "Получить помощь сейчас" выше. Затем всё, что вам нужно сделать, это ввести ключевое слово, предоставленное управляющим пользователем. RIM установит соединение и при необходимости начнёт голосовой диалог.

source: If you are providing help, you will need to click the “Provide remote help now” button below and log into the RIM service. The first time you log in, we’ll need to verify your email address and phone number.
de: Wenn Sie Hilfe leisten, müssen Sie unten auf die Schaltfläche "Jetzt Fernhilfe leisten" klicken und sich beim RIM-Dienst anmelden. Wenn Sie sich das erste Mal anmelden, müssen wir Ihre E-Mail-Adresse und Telefonnummer verifizieren.
es: Si va a proporcionar ayuda, deberá hacer clic en el botón "Proporcionar ayuda remota ahora" que aparece a continuación e iniciar sesión en el servicio RIM. La primera vez que inicie sesión, necesitaremos verificar su dirección de correo electrónico y su número de teléfono.
it: Se state fornendo assistenza, dovrete fare clic sul pulsante "Fornisci assistenza remota ora" qui sotto e accedere al servizio RIM. Al primo accesso, dovremo verificare l'indirizzo e-mail e il numero di telefono.
nl: Als je hulp biedt, moet je hieronder op de knop "Nu hulp op afstand bieden" klikken en inloggen op de RIM-service. De eerste keer dat je inlogt, moeten we je e-mailadres en telefoonnummer verifiëren.
pt: Se estiver fornecendo ajuda, você precisará clicar no botão "Fornecer ajuda remota agora" abaixo e fazer login no serviço RIM. Na primeira vez em que fizer login, precisaremos verificar seu endereço de e-mail e número de telefone.
ru: Если вы предоставляете помощь, вам нужно будет нажать кнопку “Предоставить удаленную помощь сейчас” ниже и войти в сервис RIM. При первом входе в систему нам потребуется подтвердить ваш адрес электронной почты и номер телефона.

source: When you’re ready to help someone, direct the person needing help to visit GetRIM.app, download, install, and run the RIM app, and follow the on screen instructions.
de: Wenn Sie bereit sind, jemandem zu helfen, weisen Sie die Person, die Hilfe benötigt, an, GetRIM.app zu besuchen, die RIM-App herunterzuladen, zu installieren und auszuführen und den Anweisungen auf dem Bildschirm zu folgen.
es: Cuando estés listo para ayudar a alguien, indica a la persona que necesita ayuda que visite GetRIM.app, descargue, instale y ejecute la aplicación RIM y siga las instrucciones que aparecen en pantalla.
it: Quando si è pronti ad aiutare qualcuno, si consiglia di visitare il sito GetRIM.app, scaricare, installare ed eseguire l'applicazione RIM e seguire le istruzioni visualizzate.
nl: Als je klaar bent om iemand te helpen, wijs de persoon die hulp nodig heeft dan door naar GetRIM.app, download, installeer en start de RIM app en volg de instructies op het scherm.
pt: Quando estiver pronto para ajudar alguém, oriente a pessoa que precisa de ajuda a visitar GetRIM.app, fazer download, instalar e executar o aplicativo RIM e seguir as instruções na tela.
ru: Когда вы будете готовы помочь кому-либо, направьте человека, нуждающегося в помощи, на сайт GetRIM.app, загрузите, установите и запустите приложение RIM и следуйте инструкциям на экране.

source: Now that we have all of that out of the way. This is how RIM works:
de: Nun, da wir das alles aus dem Weg geräumt haben. So funktioniert RIM:
es: Ahora que tenemos todo eso fuera del camino. Así es como funciona RIM:
it: Ora che abbiamo tolto di mezzo tutto questo. Ecco come funziona RIM:
nl: Nu we dat allemaal uit de weg hebben. Dit is hoe RIM werkt:
pt: Agora que tudo isso já foi esclarecido. É assim que a RIM funciona:
ru: Теперь, когда мы со всем этим разобрались. Вот как работает RIM:

source: The technician chooses a keyword for the remote session, enters it on the “Provide Remote Help” screen, and presses “Start”.
de: Der Techniker wählt ein Schlüsselwort für die Fernsitzung, gibt es auf dem Bildschirm "Fernhilfe bereitstellen" ein und drückt auf "Start".
es: El técnico elige una palabra clave para la sesión remota, la introduce en la pantalla "Proporcionar ayuda remota" y pulsa "Iniciar".
it: Il tecnico sceglie una parola chiave per la sessione remota, la inserisce nella schermata "Fornisci assistenza remota" e preme "Avvia".
nl: De technicus kiest een sleutelwoord voor de sessie op afstand, voert dit in op het scherm "Hulp op afstand verlenen" en drukt op "Starten".
pt: O técnico escolhe uma palavra-chave para a sessão remota, insere-a na tela "Provide Remote Help" (Fornecer ajuda remota) e pressiona "Start" (Iniciar).
ru: Технический специалист выбирает ключевое слово для удалённого сеанса, вводит его на экране “Предоставить удаленную помощь” и нажимает "Начать”.

source: The technician gives that keyword to the end-user, who enters it on the “Receive Remote Help” screen and presses “Connect”.
de: Der Techniker gibt dieses Schlüsselwort an den Endbenutzer weiter, der es auf dem Bildschirm "Fernhilfe empfangen" eingibt und auf "Verbinden" drückt.
es: El técnico da esa palabra clave al usuario final, que la introduce en la pantalla "Recibir Ayuda Remota" y pulsa "Conectar".
it: Il tecnico fornisce questa parola chiave all'utente finale, che la inserisce nella schermata "Ricevi assistenza remota" e preme "Connetti".
nl: De technicus geeft dat sleutelwoord aan de eindgebruiker, die het invoert in het scherm "Hulp op afstand ontvangen" en op "Verbinden" drukt.
pt: O técnico fornece essa palavra-chave ao usuário final, que a insere na tela "Receive Remote Help" (Receber ajuda remota) e pressiona "Connect" (Conectar).
ru: Технический специалист сообщает это ключевое слово конечному пользователю, который вводит его на экране “Получить удалённую помощь” и нажимает "Подключиться”.
