Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Remote Incident Manager
es: Gestor remoto de incidencias
it: Gestione remota degli incidenti
nl: Incidentmanager op afstand
pt: Gerenciador de incidentes remoto

source: Your remote session is ready.
de: Ihre Fernsitzung ist bereit.
es: Su sesión remota está lista.
it: La sessione remota è pronta.
nl: Uw sessie op afstand is klaar.
pt: Sua sessão remota está pronta.
ru: Ваш удалённый сеанс готов.

source: Your remote session is about to begin. To stop controlling the remote computer and open the RIM menu at any time during the session, you must press Option+Shift+Backspace. Please remember this keyboard command, since it is the only way to leave the remote session.
de: Ihre Fernsitzung beginnt jetzt. Um die Steuerung des Ferncomputers zu beenden und das RIM-Menü zu öffnen, müssen Sie während der Sitzung die Tastenkombination Wahl+Umschalt+Rücktaste drücken. Bitte merken Sie sich diesen Tastaturbefehl, da dies die einzige Möglichkeit ist, die Fernsitzung zu verlassen.
es: Su sesión remota está a punto de comenzar. Para dejar de controlar el ordenador remoto y abrir el menú RIM en cualquier momento de la sesión, debe pulsar Opción+Mayús+Retroceso. Recuerde este comando de teclado, ya que es la única forma de abandonar la sesión remota.
it: La sessione remota sta per iniziare. Per interrompere il controllo del computer remoto e aprire il menu RIM in qualsiasi momento della sessione, è necessario premere Opzione+Maiusc+Backspace. Ricordare questo comando da tastiera, poiché è l'unico modo per uscire dalla sessione remota.
nl: Uw sessie op afstand gaat beginnen. Om op elk moment tijdens de sessie te stoppen met het besturen van de computer op afstand en het RIM-menu te openen, moet u op Option+Shift+Backspace drukken. Onthoud dit toetsenbordcommando, want het is de enige manier om de afstandsbedieningssessie te verlaten.
pt: Sua sessão remota está prestes a começar. Para parar de controlar o computador remoto e abrir o menu RIM a qualquer momento durante a sessão, pressione Option+Shift+Backspace. Lembre-se desse comando do teclado, pois é a única maneira de sair da sessão remota.
ru: Ваш удалённый сеанс вот-вот начнётся. Чтобы прекратить управление удалённым компьютером и открыть меню RIM в любой момент во время сеанса, вы должны нажать Option+Shift+Backspace. Пожалуйста, запомните эту клавиатурную команду , поскольку это единственный способ выйти из удалённого сеанса.

source: Your remote session is about to begin. To stop controlling the remote computer and open the RIM menu at any time during the session, you must press Windows+Shift+Backspace. Please remember this keyboard command, since it is the only way to leave the remote session.
de: Ihre Fernsitzung beginnt jetzt. Um die Steuerung des Ferncomputers zu beenden und das RIM-Menü zu öffnen, müssen Sie während der Sitzung die Tastenkombination Windows+Umschalt+Rückschritt drücken. Bitte merken Sie sich diesen Tastaturbefehl, da dies die einzige Möglichkeit ist, die Fernsitzung zu verlassen.
es: Su sesión remota está a punto de comenzar. Para dejar de controlar el ordenador remoto y abrir el menú de RIM en cualquier momento de la sesión, debe pulsar Windows+Mayús+Retroceso. Recuerde este comando de teclado, ya que es la única forma de abandonar la sesión remota.
it: La sessione remota sta per iniziare. Per interrompere il controllo del computer remoto e aprire il menu RIM in qualsiasi momento della sessione, è necessario premere Windows+Maiusc+Backspace. Ricordate questo comando da tastiera, poiché è l'unico modo per uscire dalla sessione remota.
nl: Uw sessie op afstand gaat beginnen. Om op elk moment tijdens de sessie te stoppen met het besturen van de computer op afstand en het RIM-menu te openen, moet u op Windows+Shift+Backspace drukken. Onthoud dit toetsenbordcommando, want het is de enige manier om de afstandsbedieningssessie te verlaten.
pt: Sua sessão remota está prestes a começar. Para parar de controlar o computador remoto e abrir o menu RIM a qualquer momento durante a sessão, pressione Windows+Shift+Backspace. Lembre-se desse comando de teclado, pois é a única maneira de sair da sessão remota.
ru: Ваш удалённый сеанс вот-вот начнётся. Чтобы прекратить управление удалённым компьютером и открыть меню RIM в любой момент во время сеанса, вы должны нажать Windows+Shift+Backspace. Пожалуйста, запомните эту клавиатурную команду , поскольку это единственный способ выйти из удалённого сеанса.

source: Don't show this message again.
de: Diese Meldung darf nicht mehr angezeigt werden.
es: No vuelvas a mostrar este mensaje.
it: Non mostrare più questo messaggio.
nl: Dit bericht niet meer tonen.
pt: Não mostre essa mensagem novamente.
ru: Больше не показывать это сообщение.

source: You must either install NVDA or run a portable copy before you can enable remote accessibility.
de: Sie müssen NVDA entweder installieren oder eine portable Kopie ausführen, bevor Sie den Fernzugriff aktivieren können.
es: Debes instalar NVDA o ejecutar una copia portable antes de poder habilitar la accesibilidad remota.
it: Per poter abilitare l'accessibilità remota è necessario installare NVDA o eseguirne una copia portatile.
nl: Je moet NVDA installeren of een draagbare kopie uitvoeren voordat je externe toegankelijkheid kunt inschakelen.
pt: Você deve instalar o NVDA ou executar uma cópia portátil antes de ativar a acessibilidade remota.
ru: Вы должны либо установить NVDA, либо запустить её переносную копию, прежде чем сможете включить настройки доступности на удалённом компьютере.

source: Before RIM can enable remote accessibility, you must update to the latest version of the RIM integration add-on for NVDA on your own machine. NVDA will prompt you to update this add-on. Once NVDA has updated the add-on and restarted, RIM will automatically start remote accessibility.
de: Bevor RIM den Fernzugriff aktivieren kann, müssen Sie auf die neueste Version des RIM-Integrations-Add-ons für NVDA auf Ihrem eigenen Rechner aktualisieren. NVDA wird Sie auffordern, dieses Add-on zu aktualisieren. Sobald NVDA das Add-on aktualisiert und neu gestartet hat, startet RIM automatisch die Fernzugriffsfunktion.
es: Antes de que RIM pueda habilitar la accesibilidad remota, debe actualizar a la última versión del complemento de integración de RIM para NVDA en su propio equipo. NVDA le pedirá que actualice este complemento. Una vez que NVDA haya actualizado el complemento y se haya reiniciado, RIM iniciará automáticamente la accesibilidad remota.
it: Prima che RIM possa abilitare l'accessibilità remota, è necessario aggiornare la versione più recente del componente aggiuntivo di integrazione RIM per NVDA sul proprio computer. NVDA vi chiederà di aggiornare questo componente aggiuntivo. Una volta aggiornato il componente aggiuntivo e riavviato NVDA, RIM avvierà automaticamente l'accessibilità remota.
nl: Voordat RIM externe toegankelijkheid kan inschakelen, moet je op je eigen machine updaten naar de laatste versie van de RIM integratie add-on voor NVDA. NVDA zal je vragen om deze add-on bij te werken. Zodra NVDA de add-on heeft bijgewerkt en opnieuw is opgestart, zal RIM automatisch externe toegankelijkheid starten.
pt: Antes que a RIM possa ativar a acessibilidade remota, você deve atualizar para a versão mais recente do complemento de integração da RIM para o NVDA em seu próprio computador. O NVDA solicitará que você atualize esse complemento. Depois que o NVDA tiver atualizado o complemento e reiniciado, a RIM iniciará automaticamente a acessibilidade remota.
ru: Прежде чем RIM сможет включить настройки доступности на удалённом компьютере, вы должны обновить интеграционное дополнение RIM для NVDA до последней версии. NVDA предложит вам обновить это дополнение. Как только NVDA обновит его и перезапустится, RIM автоматически запустит настройки доступности на удалённом компьютере.

source: Before RIM can enable remote accessibility, you must install the RIM integration add-on for NVDA on your own machine. NVDA will prompt you to install this add-on. Once NVDA has installed the add-on and restarted, RIM will automatically start remote accessibility.
de: Bevor RIM den Fernzugriff aktivieren kann, müssen Sie das RIM-Integrations-Add-on für NVDA auf Ihrem eigenen Rechner installieren. NVDA wird Sie auffordern, dieses Add-on zu installieren. Sobald NVDA das Add-on installiert und neu gestartet hat, startet RIM automatisch die Fernzugriffsfunktion.
es: Antes de que RIM pueda habilitar la accesibilidad remota, debe instalar el complemento de integración de RIM para NVDA en su propio equipo. NVDA le pedirá que instale este complemento. Una vez que NVDA haya instalado el complemento y se haya reiniciado, RIM iniciará automáticamente la accesibilidad remota.
it: Prima che RIM possa abilitare l'accessibilità remota, è necessario installare il componente aggiuntivo di integrazione RIM per NVDA sul proprio computer. NVDA vi chiederà di installare questo componente aggiuntivo. Una volta installato il componente aggiuntivo e riavviato NVDA, RIM avvierà automaticamente l'accessibilità remota.
nl: Voordat RIM externe toegankelijkheid kan inschakelen, moet je de RIM integratie add-on voor NVDA installeren op je eigen machine. NVDA zal je vragen om deze add-on te installeren. Zodra NVDA de add-on heeft geïnstalleerd en opnieuw is opgestart, zal RIM automatisch externe toegankelijkheid starten.
pt: Para que a RIM possa ativar a acessibilidade remota, você deve instalar o complemento de integração da RIM para o NVDA em seu próprio computador. O NVDA solicitará que você instale esse complemento. Depois que o NVDA tiver instalado o complemento e reiniciado, a RIM iniciará automaticamente a acessibilidade remota.
ru: Прежде чем RIM сможет включить настройки доступности на удалённом компьютере, вы должны установить интеграционное дополнение RIM для NVDA. NVDA предложит вам установить это дополнение. Как только NVDA установит это дополнение и перезапустится, RIM автоматически запустит настройки доступности на удалённом компьютере.

source: The remote session has been reconnected.
de: Die Fernsitzung wurde wieder verbunden.
es: La sesión remota ha sido reconectada.
it: La sessione remota è stata ricollegata.
nl: De sessie op afstand is opnieuw verbonden.
pt: A sessão remota foi reconectada.
ru: Удалённый сеанс был восстановлен.

source: %{controller_name} has started a remote session.
de: %{controller_name} hat eine Fernsitzung gestartet.
es: %{controller_name} ha iniciado una sesión remota.
it: %{controller_name} ha avviato una sessione remota.
nl: %{controller_name} heeft een sessie op afstand gestart.
pt: %{controller_name} iniciou uma sessão remota.
ru: %{controller_name} начал удалённый сеанс.

source: The remote session has started.
de: Die Fernsitzung hat begonnen.
es: Se ha iniciado la sesión remota.
it: La sessione remota è iniziata.
nl: De sessie op afstand is gestart.
pt: A sessão remota foi iniciada.
ru: Удалённый сеанс начался.

source: The remote session has ended.
de: Die Fernsitzung ist beendet.
es: La sesión remota ha finalizado.
it: La sessione remota è terminata.
nl: De sessie op afstand is beëindigd.
pt: A sessão remota foi encerrada.
ru: Удалённый сеанс завершён.

source: The remote user has ended the session.
de: Der entfernte Benutzer hat die Sitzung beendet.
es: El usuario remoto ha finalizado la sesión.
it: L'utente remoto ha terminato la sessione.
nl: De gebruiker op afstand heeft de sessie beëindigd.
pt: O usuário remoto encerrou a sessão.
ru: Удалённый пользователь завершил сеанс.

source: The remote session has flipped.
de: Die Fernsitzung hat sich umgekehrt.
es: La sesión a distancia ha dado la vuelta.
it: La sessione remota si è invertita.
nl: De sessie op afstand is omgedraaid.
pt: A sessão remota foi invertida.
ru: Удалённый сеанс был прерван.

source: The end-user is now in control.
de: Der Endnutzer hat jetzt die Kontrolle.
es: El usuario final tiene ahora el control.
it: L'utente finale ha ora il controllo.
nl: De eindgebruiker heeft nu de controle.
pt: O usuário final está agora no controle.
ru: Теперь компьютером управляет конечный пользователь.

source: The technician is now in control.
de: Der Techniker hat jetzt die Kontrolle.
es: El técnico tiene ahora el control.
it: Il tecnico ha ora il controllo.
nl: De technicus heeft nu de controle.
pt: O técnico agora está no controle.
ru: Теперь компьютером управляет технический специалист.

source: You have already registered all of the target machines allowed by your current RIM subscription.
de: Sie haben bereits alle Zielcomputer registriert, die im Rahmen Ihres aktuellen RIM-Abonnements zulässig sind.
es: Ya ha registrado todos los equipos de destino permitidos por su suscripción actual a RIM.
it: Sono già stati registrati tutti i computer di destinazione consentiti dall'attuale abbonamento RIM.
nl: U hebt al alle doelmachines geregistreerd die zijn toegestaan door uw huidige RIM-abonnement.
pt: Você já registrou todas as máquinas de destino permitidas pela sua assinatura atual da RIM.
ru: Вы уже зарегистрировали все целевые компьютеры, разрешённые вашей текущей подпиской RIM.

source: You have already changed the set of registered target machines as many times as your current RIM subscription will allow within a one-year period. Please keep in mind that a RIM personal subscription is not intended for providing technical support or training to arbitrary end-users, but for connecting to a pre-defined set of personal and family computers.
de: Sie haben die Menge der registrierten Zielcomputer bereits so oft geändert, wie es Ihr aktuelles RIM-Abonnement innerhalb eines Jahres zulässt. Bitte beachten Sie, dass ein persönliches RIM-Abonnement nicht für die Bereitstellung von technischem Support oder Schulungen für beliebige Endbenutzer gedacht ist, sondern für die Verbindung mit einer vordefinierten Gruppe von Privat- und Familiencomputern.
es: Ya ha cambiado el conjunto de equipos de destino registrados tantas veces como le permite su suscripción actual a RIM en un período de un año. Tenga en cuenta que una suscripción personal de RIM no está pensada para proporcionar asistencia técnica o formación a usuarios finales arbitrarios, sino para conectarse a un conjunto predefinido de ordenadores personales y familiares.
it: L'utente ha già cambiato il set di computer di destinazione registrati il numero di volte consentito dall'attuale abbonamento RIM nell'arco di un anno. Tenete presente che un abbonamento personale RIM non è destinato a fornire assistenza tecnica o formazione a utenti finali arbitrari, ma a connettersi a un insieme predefinito di computer personali e familiari.
nl: Je hebt de set van geregistreerde doelcomputers al zo vaak gewijzigd als je huidige RIM abonnement toelaat binnen een periode van een jaar. Houd er rekening mee dat een RIM persoonlijk abonnement niet bedoeld is om technische ondersteuning of training te bieden aan willekeurige eindgebruikers, maar om verbinding te maken met een vooraf gedefinieerde set persoonlijke en familiecomputers.
pt: Você já alterou o conjunto de máquinas de destino registradas tantas vezes quanto a sua assinatura atual da RIM permite no período de um ano. Lembre-se de que uma assinatura pessoal da RIM não se destina a fornecer suporte técnico ou treinamento a usuários finais arbitrários, mas a conectar-se a um conjunto predefinido de computadores pessoais e familiares.
ru: Вы уже меняли количество зарегистрированных целевых компьютеров столько раз, сколько позволяет ваша текущая подписка на RIM в течение одного года. Пожалуйста, имейте в виду, что персональная подписка RIM предназначена не для предоставления технической поддержки или обучения произвольным конечным пользователям, а для подключения к заранее определённому количеству персональных и семейных компьютеров.

source: Unattended access requires a RIM Personal, Pro, or Enterprise subscription.
de: Für den unbeaufsichtigten Zugriff ist ein RIM Personal-, Pro- oder Enterprise-Abonnement erforderlich.
es: El acceso desatendido requiere una suscripción RIM Personal, Pro o Enterprise.
it: L'accesso non presidiato richiede un abbonamento RIM Personal, Pro o Enterprise.
nl: Voor onbeheerde toegang is een RIM Personal-, Pro- of Enterprise-abonnement vereist.
pt: O acesso autônomo requer uma assinatura RIM Personal, Pro ou Enterprise.
ru: Для автоматического доступа требуется подписка RIM Personal, Pro или Enterprise.

source: The target user has accepted your request for unattended access.
de: Der Zielbenutzer hat Ihre Anfrage nach unbeaufsichtigtem Zugriff akzeptiert.
es: El usuario de destino ha aceptado su solicitud de acceso desatendido.
it: L'utente target ha accettato la richiesta di accesso non presidiato.
nl: De doelgebruiker heeft je verzoek voor onbeheerde toegang geaccepteerd.
pt: O usuário-alvo aceitou sua solicitação de acesso sem supervisão.
ru: Целевой пользователь принял ваш запрос на автоматический доступ.

source: The target user has denied your request for unattended access.
de: Der Zielbenutzer hat Ihren Antrag auf unbeaufsichtigten Zugriff abgelehnt.
es: El usuario de destino ha denegado tu solicitud de acceso desatendido.
it: L'utente di destinazione ha rifiutato la richiesta di accesso non presidiato.
nl: De doelgebruiker heeft je verzoek voor onbeheerde toegang geweigerd.
pt: O usuário-alvo negou sua solicitação de acesso sem supervisão.
ru: Целевой пользователь отклонил ваш запрос на автоматический доступ.

source: Comment posted.
de: Kommentar veröffentlicht.
es: Comentario publicado.
it: Commento inviato.
nl: Commentaar geplaatst.
pt: Comentário publicado.
ru: Комментарий опубликован.

source: Your logs have been sent to Pneuma Solutions. Thank you for helping us diagnose your problem.
de: Ihre Protokolle wurden an Pneuma Solutions gesendet. Vielen Dank, dass Sie uns bei der Diagnose Ihres Problems geholfen haben.
es: Sus registros han sido enviados a Pneuma Solutions. Gracias por ayudarnos a diagnosticar su problema.
it: I vostri log sono stati inviati a Pneuma Solutions. Grazie per averci aiutato a diagnosticare il problema.
nl: Uw logs zijn verzonden naar Pneuma Solutions. Bedankt voor uw hulp bij het diagnosticeren van uw probleem.
pt: Seus registros foram enviados para a Pneuma Solutions. Obrigado por nos ajudar a diagnosticar seu problema.
ru: Ваши логи были отправлены в Pneuma Solutions. Благодарим вас за помощь в диагностике вашей проблемы.

source: This machine is now available for remote access from any machine that's logged into your RIM account.
de: Dieser Rechner ist jetzt für den Fernzugriff von jedem Rechner aus verfügbar, der bei Ihrem RIM-Konto angemeldet ist.
es: Esta máquina está ahora disponible para el acceso remoto desde cualquier máquina que haya iniciado sesión en su cuenta de RIM.
it: Questo computer è ora disponibile per l'accesso remoto da qualsiasi computer collegato all'account RIM.
nl: Deze machine is nu beschikbaar voor externe toegang vanaf elke machine die is aangemeld bij je RIM-account.
pt: Essa máquina agora está disponível para acesso remoto de qualquer máquina que esteja conectada à sua conta RIM.
ru: Теперь этот компьютер доступен для удалённого доступа с любого компьютера, который вошёл в вашу учетную запись RIM.

source: &Transfer Files from Target
de: Dateien vom Ziel &übertragen
es: &Transferir archivos desde el destino
it: &Trasferimento di file dalla destinazione
nl: &Bestanden overbrengen van doel
pt: &Transferir arquivos do destino
ru: Передать файллы уп&равляющему пользователю

source: &Transfer File from Target
de: Datei vom Ziel &übertragen
es: &Transferir archivo desde el destino
it: &Trasferimento di file dalla destinazione
nl: &Bestand overbrengen van doel
pt: &Transferir arquivo do destino
ru: Передать файлл &управляющему пользователю

source: &Transfer Files to Target
de: Dateien zum Ziel &übertragen
es: &Transferir archivos al destino
it: &Trasferimento di file a destinazione
nl: &Bestanden overbrengen naar doel
pt: &Transferir arquivos para o destino
ru: Передать файл&ы конечному пользователю

source: &Transfer File to Target
de: Datei zum Ziel &übertragen
es: &Transferir archivo al destino
it: &Trasferimento di un file alla destinazione
nl: &Bestand overbrengen naar doel
pt: &Transferir arquivo para o destino
ru: Передать фай&л конечному пользователю

source: &Flip Session
de: &Umdrehen Sitzung
es: Sesión &Voltear
it: &Capovolgi sessione
nl: &Omdraaien-sessie
ru: &Поменять местами пользователей сеанса

source: Stop &Voice Conversation
de: Stop &Stimme-Gespräch
es: Conversación Stop &Voz
it: Conversazione arresto &voce
nl: Stop &Stem Gesprek
pt: Conversa Stop &Voz
ru: Остановить &голосовой разговор

source: Start &Voice Conversation
de: Start &Stimme-Gespräch
es: Iniciar Conversación de &voz
it: Avviare una conversazione a &voce
nl: Start &Stem Gesprek
pt: Iniciar uma conversa com &Voz
ru: Начать &голосовой разговор

source: Update RIM on Target
de: Update RIM auf Zielkurs
es: Actualización de RIM sobre el objetivo
it: Aggiornamento RIM sull'obiettivo
nl: Update RIM op koers
pt: Atualização da RIM no alvo
ru: Обновить RIM на целевом компьютере

source: Re-install RIM as Administrator on Target
de: RIM als Administrator auf dem Ziel neu installieren
es: Vuelva a instalar RIM como administrador en el objetivo
it: Reinstallare RIM come amministratore su Target
nl: Installeer RIM opnieuw als beheerder op Target
pt: Reinstalar o RIM como administrador no destino
ru: Переустановить RIM от имени администратора на целевом компьютере

source: &Minimize Session
de: Sitzung &minimieren
es: &Minimizar Sesión
it: &Minimizza sessione
nl: Sessie &minimaliseren
pt: &Minimizar sessão
ru: &Свернуть сеанс

source: Stop Remote &Accessibility
de: Stop Remote &Erreichbarkeit
it: Arresto di Remote &accessibilità
nl: Remote & Toegankelijkheid stoppen
pt: Parar o Remote &Accessibility
ru: &Отключить настройки доступности на удалённом компьютере

source: Stop Fusion on Target
es: Detener la fusión en el objetivo
it: Stop Fusion sull'obiettivo
nl: Stop fusie op doel
pt: Stop Fusion no alvo
ru: Отключить Fusion на компьютере конечного пользователя

source: Stop JAWS on Target
de: JAWS auf Ziel anhalten
es: Detener JAWS en el objetivo
it: Fermare JAWS sull'obiettivo
nl: Stop JAWS op doel
pt: Parar o JAWS no alvo
ru: Отключить JAWS на компьютере конечного пользователя

source: Stop Narrator on Target
de: Erzähler am Ziel anhalten
es: Detener al narrador en el blanco
it: Fermare il narratore sull'obiettivo
nl: Stop verteller op doel
pt: Parar o narrador no alvo
ru: Отключить экранный диктор на компьютере конечного пользователя

source: Stop NVDA on Target
de: NVDA auf Ziel anhalten
es: Detener NVDA en el objetivo
it: Fermare NVDA su Target
nl: Stop NVDA op Target
pt: Parar a NVDA no alvo
ru: Отключить NVDA на компьютере конечного пользователя

source: Stop System Access on Target
de: Systemzugriff auf Ziel stoppen
es: Detener el acceso al sistema en el objetivo
it: Interrompere l'accesso al sistema sul target
nl: Systeemtoegang op doel stoppen
pt: Interromper o acesso ao sistema no destino
ru: Остановить доступ к системе на целевом компьютере

source: Stop VoiceOver on Target
de: VoiceOver auf Ziel anhalten
es: Detener VoiceOver en Target
it: Interrompere VoiceOver su Target
nl: VoiceOver stoppen op Target
pt: Interromper o VoiceOver no alvo
ru: Отключить VoiceOver на компьютере конечного пользователя

source: Stop Screen Reader on Target
de: Screen Reader am Ziel anhalten
es: Detener el lector de pantalla en el objetivo
it: Arresto del lettore di schermo sul bersaglio
nl: Stop schermlezer op doel
pt: Parar o leitor de tela no alvo
ru: Отключить программу экранного доступа на компьютере конечного пользователя
