Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Start Remote &Accessibility
de: Start Remote &Zugänglichkeit
it: Avvio a distanza e &accessibilità
nl: Startafstandsbediening & Toegankelijkheid
pt: Início remoto e acessibilidade
ru: &Включить настройки доступности на удалённом компьютере

source: Request &Unattended or Prompted Access
de: Antrag & Unbeaufsichtigter oder Aufgeforderter Zugang
es: Solicitud y acceso no asistido o solicitado
it: Richiesta e accesso &non presidiato o su richiesta
nl: Aanvragen & Onbeheerde of opgevraagde toegang
pt: Solicitação e acesso não &assistido ou solicitado
ru: Запросить &неконтролируемый доступ или доступ по запросу

source: &Reboot and Reconnect
de: &Neustart und Neuverbindung
es: &Reiniciar y volver a conectar
it: &Riavviare e ricollegare
nl: Opnieuw opstarten en verbinden
pt: &Reiniciar e reconectar
ru: &Перезагрузить компьютер и возобновить подключение

source: You are about to reboot the target machine. You can do either a standard reboot, which gives all running applications a chance to cleanly shut down, or an emergency reboot, which happens immediately and should only be used if a standard reboot is not currently possible.
de: Sie sind im Begriff, den Zielcomputer neu zu starten. Sie können entweder einen Standard-Neustart durchführen, der allen laufenden Anwendungen die Möglichkeit gibt, sauber herunterzufahren, oder einen Notfall-Neustart, der sofort erfolgt und nur verwendet werden sollte, wenn ein Standard-Neustart derzeit nicht möglich ist.
es: Está a punto de reiniciar la máquina de destino. Puede hacer un reinicio estándar, que da a todas las aplicaciones en ejecución la oportunidad de cerrarse limpiamente, o un reinicio de emergencia, que ocurre inmediatamente y sólo debe utilizarse si un reinicio estándar no es posible en ese momento.
it: Si sta per riavviare il computer di destinazione. È possibile eseguire un riavvio standard, che dà a tutte le applicazioni in esecuzione la possibilità di chiudersi in modo pulito, oppure un riavvio di emergenza, che avviene immediatamente e dovrebbe essere usato solo se un riavvio standard non è attualmente possibile.
nl: Je staat op het punt om de doelmachine opnieuw op te starten. Je kunt een standaard reboot doen, die alle draaiende applicaties de kans geeft om netjes af te sluiten, of een noodreboot, die onmiddellijk gebeurt en alleen gebruikt moet worden als een standaard reboot op dit moment niet mogelijk is.
pt: Você está prestes a reinicializar o computador de destino. Você pode fazer uma reinicialização padrão, que dá a todos os aplicativos em execução a chance de serem desligados de forma limpa, ou uma reinicialização de emergência, que acontece imediatamente e só deve ser usada se uma reinicialização padrão não for possível no momento.
ru: Вы собираетесь перезагрузить целевой компьютер. Вы можете выполнить либо стандартную перезагрузку, которая даёт возможность всем запущенным приложениям полностью завершиться, либо экстренную перезагрузку, которая происходит немедленно и должна использоваться только в том случае, если стандартная перезагрузка в данный момент невозможна.

source: Standard Reboot
de: Standard-Neustart
es: Reinicio estándar
it: Riavvio standard
nl: Standaard herstarten
pt: Reinicialização padrão
ru: Стандартная перезагрузка

source: Emergency Reboot
de: Notfall-Neustart
es: Reinicio de emergencia
it: Riavvio di emergenza
nl: Noodherstart
pt: Reinicialização de emergência
ru: Экстренная перезагрузка

source: Cancel
de: Abbrechen
es: Cancelar
it: Annullamento
nl: Annuleren
ru: Отменить

source: Send Control+Alt+Delete
de: Senden Strg+Alt+Entf
es: Enviar Control+Alt+Supr
it: Invia Control+Alt+Canc
nl: Verzenden Control+Alt+Delete
pt: Enviar Control+Alt+Delete
ru: Передать Control+Alt+Delete

source: &Lock the Target Machine
de: &Sperren Sie den Zielcomputer
es: &Bloquear la máquina de destino
it: &Bloccare la macchina di destinazione
nl: &Vergrendel de doelmachine
pt: &Bloquear o computador de destino
ru: &Блокировать целевой компьютер

source: &Connection Details
de: &Verbindungsdetails
es: &Detalles de conexión
it: Dettagli di &connessione
nl: &Verbindingsgegevens
pt: &Detalhes da conexão
ru: &Сведения о подключении

source: &Disconnect Session
de: Sitzung &trennen
es: &Desconectar sesión
it: &Disconnetti sessione
nl: Sessie &beëindigen
ru: &Отключить сеанс

source: Remote Incident Manager %{version}: flipped session
de: Remote Incident Manager %{version}: umgedrehte Sitzung
es: Gestor remoto de incidencias %{version}: sesión invertida
it: Gestione remota degli incidenti %{version}: sessione capovolta
nl: Remote Incident Manager %{version}: sessie omgedraaid
pt: Remote Incident Manager %{version}: sessão invertida
ru: Remote Incident Manager %{version}: перевёрнутый сеанс

source: Remote Incident Manager %{version}: a connection to your computer is active
de: Remote Incident Manager %{version}: eine Verbindung zu Ihrem Computer ist aktiv
es: Gestor remoto de incidencias %{version}: una conexión a su ordenador está activa
it: Gestione remota degli incidenti %{version}: è attiva una connessione al computer
nl: Remote Incident Manager %{version}: er is een verbinding met uw computer actief
pt: Remote Incident Manager %{version}: uma conexão com seu computador está ativa
ru: Remote Incident Manager %{version}: подключение к вашему компьютеру активно

source: You have ended the remote session.
de: Sie haben die Fernsitzung beendet.
es: Ha finalizado la sesión remota.
it: La sessione remota è terminata.
nl: U hebt de sessie op afstand beëindigd.
pt: Você encerrou a sessão remota.
ru: Вы завершили удалённый сеанс.

source: &Disconnect Remote Control Session
de: &Fernsteuerungssitzung beenden
es: &Desconectar sesión de control remoto
it: &Disconnetti sessione di controllo remoto
nl: Sessie afstandsbediening &verbreken
pt: &Disconnect Remote Control Session (Desconectar sessão de controle remoto)
ru: &Отключить сеанс удалённого управления

source: Files from the target machine's clipboard are now ready to transfer to this machine. You can start the transfer from the RIM menu.
de: Die Dateien aus der Zwischenablage des Zielcomputers sind nun bereit für die Übertragung auf diesen Computer. Sie können die Übertragung über das RIM-Menü starten.
es: Los archivos del portapapeles de la máquina de destino ya están listos para transferirse a esta máquina. Puede iniciar la transferencia desde el menú RIM.
it: I file presenti negli appunti del computer di destinazione sono ora pronti per essere trasferiti a questo computer. È possibile avviare il trasferimento dal menu RIM.
nl: Bestanden van het klembord van de doelcomputer zijn nu klaar om overgezet te worden naar deze computer. Je kunt de overdracht starten vanuit het RIM menu.
pt: Os arquivos da área de transferência da máquina de destino agora estão prontos para serem transferidos para esta máquina. Você pode iniciar a transferência no menu RIM.
ru: Файлы из буфера обмена целевого компьютера теперь готовы к передаче на этот компьютер. Вы можете запустить передачу из меню RIM.

source: A file from the target machine's clipboard is now ready to transfer to this machine. You can start the transfer from the RIM menu.
de: Eine Datei aus der Zwischenablage des Zielrechners ist nun bereit, auf diesen Rechner übertragen zu werden. Sie können die Übertragung über das RIM-Menü starten.
es: Un archivo del portapapeles de la máquina de destino está ahora listo para ser transferido a esta máquina. Puede iniciar la transferencia desde el menú RIM.
it: Un file dagli appunti del computer di destinazione è ora pronto per essere trasferito a questo computer. È possibile avviare il trasferimento dal menu RIM.
nl: Een bestand van het klembord van de doelcomputer is nu klaar om overgezet te worden naar deze computer. Je kunt de overdracht starten vanuit het RIM menu.
pt: Um arquivo da área de transferência da máquina de destino agora está pronto para ser transferido para esta máquina. Você pode iniciar a transferência no menu RIM.
ru: Теперь файл из буфера обмена целевого компьютера готов к передаче на этот компьютер. Вы можете запустить передачу из меню RIM.

source: The files on this machine's clipboard are ready to transfer to the target. You can start the transfer from the RIM menu.
de: Die Dateien in der Zwischenablage dieses Rechners sind bereit für die Übertragung auf das Ziel. Sie können die Übertragung über das RIM-Menü starten.
es: Los archivos del portapapeles de esta máquina están listos para transferirse al destino. Puede iniciar la transferencia desde el menú RIM.
it: I file presenti negli appunti di questa macchina sono pronti per essere trasferiti alla destinazione. È possibile avviare il trasferimento dal menu RIM.
nl: De bestanden op het klembord van deze machine zijn klaar om overgezet te worden naar het doel. Je kunt de overdracht starten vanuit het RIM menu.
pt: Os arquivos na área de transferência desta máquina estão prontos para serem transferidos para o destino. Você pode iniciar a transferência no menu RIM.
ru: Файлы, сохранённые в буфере обмена этого устройства, готовы к передаче целевому пользователю. Вы можете запустить передачу из меню RIM.

source: The file on this machine's clipboard is ready to transfer to the target. You can start the transfer from the RIM menu.
de: Die Datei in der Zwischenablage dieses Rechners ist bereit für die Übertragung auf das Ziel. Sie können die Übertragung über das RIM-Menü starten.
es: El archivo del portapapeles de esta máquina está listo para transferirse al destino. Puede iniciar la transferencia desde el menú RIM.
it: Il file negli appunti di questa macchina è pronto per essere trasferito alla destinazione. È possibile avviare il trasferimento dal menu RIM.
nl: Het bestand op het klembord van deze machine is klaar om overgezet te worden naar het doel. Je kunt de overdracht starten vanuit het RIM menu.
pt: O arquivo na área de transferência desta máquina está pronto para ser transferido para o destino. Você pode iniciar a transferência no menu RIM.
ru: Файл, сохранённый в буфере обмена этого устройства, готов к передаче адресату. Вы можете запустить передачу из меню RIM.

source: You have five minutes of base RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. When your base time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
de: Sie haben heute noch fünf Minuten Basis-RIM-Verbindungszeit übrig, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement. Wenn Ihre Basiszeit abgelaufen ist, beginnt RIM mit der Nutzung Ihrer %{remaining_credited_time} der im Voraus bezahlten Zeit.
es: Hoy le quedan cinco minutos de tiempo de conexión básico de RIM, tanto del nivel gratuito como de su suscripción a la Asistencia comunitaria personal de RIM. Cuando se acabe tu tiempo base, RIM empezará a utilizar tu %{remaining_credited_time} de tiempo prepago.
it: Oggi hai a disposizione cinque minuti di connessione RIM di base, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support. Quando il tempo di base è scaduto, RIM inizierà a utilizzare il %{remaining_credited_time} di tempo prepagato.
nl: U heeft vandaag nog vijf minuten RIM-basistijd over, van zowel het gratis niveau als uw RIM Personal Community Support-abonnement. Wanneer uw basistijd op is, zal RIM uw %{remaining_credited_time} vooruitbetaalde tijd gaan gebruiken.
pt: Você tem cinco minutos de tempo base de conexão com a RIM hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support. Quando seu tempo básico terminar, a RIM começará a usar seu %{remaining_credited_time} de tempo pré-pago.
ru: Сегодня у вас осталось пять минут базового времени подключения к RIM, как за счёт бесплатного уровня, так и за счёт подписки на поддержку RIM Personal Community. Когда ваше базовое время истечёт, RIM начнёт использовать %{remaining_credited_time} от оплаченного времени.

source: You have five minutes of free RIM connection time left today. When your free time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
de: Sie haben heute noch fünf Minuten freie RIM-Verbindungszeit. Wenn Ihre freie Zeit abgelaufen ist, beginnt RIM mit der Nutzung Ihrer %{remaining_credited_time} der vorausbezahlten Zeit zu verwenden.
es: Hoy le quedan cinco minutos de tiempo libre de conexión a RIM. Cuando se acabe su tiempo libre, RIM empezará a utilizar su %{remaining_credited_time} de tiempo prepago.
it: Oggi sono rimasti cinque minuti di connessione gratuita a RIM. Una volta terminato il tempo libero, RIM inizierà a utilizzare il %{remaining_credited_time} di tempo prepagato.
nl: U hebt vandaag nog vijf minuten gratis RIM-verbindingstijd over. Als uw gratis tijd op is, zal RIM uw %{remaining_credited_time} vooruitbetaalde tijd gaan gebruiken.
pt: Você ainda tem cinco minutos de tempo livre de conexão com a RIM hoje. Quando seu tempo livre terminar, a RIM começará a usar seu %{remaining_credited_time} de tempo pré-pago.
ru: Сегодня у вас осталось пять минут бесплатного времени для подключения к RIM. Когда ваше свободное время истечет, RIM начнет использовать %{remaining_credited_time} из предоплаченного времени.

source: You have five minutes of RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. To ensure an uninterrupted session, please order prepaid time or a RIM Pro subscription.
de: Sie haben heute noch fünf Minuten RIM-Verbindungszeit übrig, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement. Um eine ununterbrochene Sitzung zu gewährleisten, bestellen Sie bitte im Voraus bezahlte Zeit oder ein RIM Pro-Abonnement.
es: Hoy le quedan cinco minutos de tiempo de conexión a RIM, tanto del nivel gratuito como de su suscripción al Soporte de la comunidad personal de RIM. Para garantizar una sesión ininterrumpida, solicite tiempo de prepago o una suscripción a RIM Pro.
it: Oggi sono rimasti cinque minuti di connessione RIM, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support. Per garantire una sessione ininterrotta, ordinate un tempo prepagato o un abbonamento RIM Pro.
nl: U heeft vandaag nog vijf minuten RIM verbindingstijd over, zowel van het gratis niveau als van uw RIM Personal Community Support abonnement. Om een ononderbroken sessie te garanderen, bestelt u vooraf betaalde tijd of een RIM Pro-abonnement.
pt: Você ainda tem cinco minutos de tempo de conexão com a RIM hoje, tanto do nível gratuito quanto da sua assinatura do RIM Personal Community Support. Para garantir uma sessão ininterrupta, solicite um tempo pré-pago ou uma assinatura RIM Pro.
ru: Сегодня у вас осталось пять минут для подключения к RIM, как на бесплатном уровне, так и по подписке на поддержку RIM. Чтобы обеспечить непрерывность сеанса, пожалуйста, закажите время с предоплатой или подписку RIM Pro.

source: You have five minutes of free RIM connection time left today. To ensure an uninterrupted session, please order prepaid time or a RIM Pro subscription.
de: Sie haben heute noch fünf Minuten kostenlose RIM-Verbindungszeit zur Verfügung. Um eine ununterbrochene Sitzung zu gewährleisten, bestellen Sie bitte im Voraus bezahlte Zeit oder ein RIM Pro-Abonnement.
es: Hoy le quedan cinco minutos de tiempo de conexión gratuita a RIM. Para garantizar una sesión ininterrumpida, solicite tiempo de prepago o una suscripción a RIM Pro.
it: Oggi sono rimasti cinque minuti di connessione gratuita a RIM. Per garantire una sessione ininterrotta, ordinate un tempo prepagato o un abbonamento RIM Pro.
nl: U heeft vandaag nog vijf minuten gratis RIM verbindingstijd over. Om een ononderbroken sessie te garanderen, bestelt u vooraf betaalde tijd of een RIM Pro-abonnement.
pt: Você ainda tem cinco minutos de tempo livre de conexão RIM hoje. Para garantir uma sessão ininterrupta, solicite um tempo pré-pago ou uma assinatura do RIM Pro.
ru: Сегодня у вас осталось пять минут бесплатного времени для подключения к RIM. Чтобы обеспечить непрерывность сеанса, пожалуйста, закажите время с предоплатой или подписку на RIM Pro.

source: You have five minutes of prepaid RIM connection time left. To ensure an uninterrupted session, please order more prepaid time or a RIM Pro subscription.
de: Sie haben noch fünf Minuten im Voraus bezahlte RIM-Verbindungszeit übrig. Um eine ununterbrochene Sitzung zu gewährleisten, bestellen Sie bitte mehr vorausbezahlte Zeit oder ein RIM Pro-Abonnement.
es: Le quedan cinco minutos de tiempo prepago de conexión a RIM. Para garantizar una sesión ininterrumpida, solicite más tiempo de prepago o una suscripción a RIM Pro.
it: Sono rimasti cinque minuti di connessione RIM prepagata. Per garantire una sessione ininterrotta, si prega di ordinare più tempo prepagato o un abbonamento RIM Pro.
nl: U heeft nog vijf minuten prepaid RIM verbindingstijd over. Om een ononderbroken sessie te garanderen, bestelt u meer vooruitbetaalde tijd of een RIM Pro-abonnement.
pt: Você ainda tem cinco minutos de tempo de conexão RIM pré-pago. Para garantir uma sessão ininterrupta, solicite mais tempo pré-pago ou uma assinatura do RIM Pro.
ru: У вас осталось пять минут предоплаченного времени подключения к RIM. Чтобы обеспечить непрерывность сеанса, пожалуйста, закажите дополнительное время с предоплатой или подписку на RIM Pro.

source: You have one minute of base RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription. When your base time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
de: Sie haben heute noch eine Minute Basis-RIM-Verbindungszeit übrig, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement. Wenn Ihre Basiszeit abgelaufen ist, beginnt RIM mit der Nutzung Ihrer %{remaining_credited_time} der im Voraus bezahlten Zeit.
es: Hoy le queda un minuto de tiempo de conexión básico de RIM, tanto del nivel gratuito como de su suscripción a la Asistencia comunitaria personal de RIM. Cuando se acabe tu tiempo base, RIM empezará a utilizar tu %{remaining_credited_time} de tiempo prepago.
it: Oggi è rimasto un minuto di tempo di connessione RIM di base, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support. Una volta scaduto il tempo di base, RIM inizierà a utilizzare il %{remaining_credited_time} di tempo prepagato.
nl: U hebt vandaag nog één minuut basistijd over voor uw RIM-verbinding, zowel van het gratis niveau als van uw RIM Personal Community Support-abonnement. Wanneer uw basistijd op is, zal RIM uw %{remaining_credited_time} vooruitbetaalde tijd gaan gebruiken.
pt: Você tem um minuto de tempo base de conexão com a RIM hoje, tanto da camada gratuita quanto da sua assinatura do RIM Personal Community Support. Quando seu tempo básico terminar, a RIM começará a usar seu %{remaining_credited_time} de tempo pré-pago.
ru: Сегодня у вас осталась одна минута базового времени подключения к RIM, как для бесплатного уровня, так и для подписки на RIM . Когда ваше базовое время истечёт, RIM начнёт использовать ваше %{remaining_credited_time} от оплаченного времени.

source: You have one minute of free RIM connection time left today. When your free time is up, RIM will start using your %{remaining_credited_time} of prepaid time.
de: Sie haben heute noch eine Minute freie RIM-Verbindungszeit. Wenn Ihre freie Zeit abgelaufen ist, wird RIM beginnen, Ihre %{remaining_credited_time} der vorausbezahlten Zeit zu verwenden.
es: Hoy le queda un minuto de tiempo libre de conexión a RIM. Cuando se acabe su tiempo libre, RIM empezará a utilizar su %{remaining_credited_time} de tiempo prepago.
it: Oggi è rimasto un minuto di connessione gratuita a RIM. Una volta terminato il tempo libero, RIM inizierà a utilizzare il %{remaining_credited_time} di tempo prepagato.
nl: Je hebt vandaag nog één minuut gratis RIM-verbindingstijd over. Wanneer uw gratis tijd op is, zal RIM uw %{remaining_credited_time} vooruitbetaalde tijd gaan gebruiken.
pt: Você tem um minuto de tempo livre de conexão com a RIM hoje. Quando seu tempo livre acabar, a RIM começará a usar seu %{remaining_credited_time} de tempo pré-pago.
ru: Сегодня у вас осталась одна минута бесплатного времени для подключения к RIM. Когда ваше свободное время истечёт, RIM начнёт использовать %{remaining_credited_time}, оставшееся от предоплаченного.

source: You have one minute of RIM connection time left today, from both the free tier and your RIM Personal Community Support subscription.
de: Sie haben heute noch eine Minute RIM-Verbindungszeit übrig, sowohl von der kostenlosen Stufe als auch von Ihrem RIM Personal Community Support-Abonnement.
es: Hoy te queda un minuto de tiempo de conexión a RIM, tanto del nivel gratuito como de tu suscripción al Soporte de la comunidad personal de RIM.
it: Oggi avete ancora un minuto di tempo di connessione RIM, sia dal livello gratuito che dall'abbonamento RIM Personal Community Support.
nl: U hebt vandaag nog één minuut RIM-verbindingstijd over, van zowel het gratis niveau als uw RIM Personal Community Support-abonnement.
pt: Você ainda tem um minuto de tempo de conexão com a RIM hoje, tanto do nível gratuito quanto da sua assinatura do RIM Personal Community Support.
ru: Сегодня у вас осталась одна минута подключения к RIM, как на бесплатном уровне, так и по вашей подписке на поддержку личного сообщества RIM.

source: You have one minute of free RIM connection time left today.
de: Sie haben heute noch eine Minute kostenlose RIM-Verbindungszeit.
es: Hoy te queda un minuto de conexión gratuita a RIM.
it: Oggi avete ancora un minuto di connessione gratuita a RIM.
nl: Je hebt vandaag nog één minuut gratis verbindingstijd met RIM.
pt: Você ainda tem um minuto de tempo livre de conexão com a RIM hoje.
ru: Сегодня у вас осталась одна минута бесплатного времени подключения к RIM.

source: You have one minute of prepaid RIM connection time left.
de: Sie haben noch eine Minute Prepaid-RIM-Verbindungszeit übrig.
es: Le queda un minuto de tiempo de conexión RIM prepago.
it: È rimasto un minuto di connessione prepagata RIM.
nl: U hebt nog één minuut prepaid RIM-verbindingstijd over.
pt: Você ainda tem um minuto de tempo de conexão pré-pago da RIM.
ru: У вас осталась одна минута предоплаченного времени подключения к RIM.

source: The remote session has ended because %{controller_name} ran out of time on RIM.
de: Die Fernsitzung wurde beendet, weil %{controller_name} keine Zeit mehr für RIM hat.
es: La sesión remota ha finalizado porque %{controller_name} se quedó sin tiempo en RIM.
it: La sessione remota è terminata perché %{controller_name} ha esaurito il tempo a disposizione su RIM.
nl: De sessie op afstand is beëindigd omdat %{controller_name} geen tijd meer had op de RIM.
pt: A sessão remota foi encerrada porque %{controller_name} ficou sem tempo no RIM.
ru: Удалённый сеанс завершился из-за того, что у %{controller_name} закончилось время RIM.
