Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Before you can use RIM to receive remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
de: Bevor Sie RIM verwenden können, um Fernhilfe zu erhalten, müssen Sie RIM in den macOS-Einstellungen dieses Geräts mehrere Berechtigungen erteilen. RIM fordert eine Berechtigung nach der anderen an und gibt detaillierte Anweisungen für die Erteilung jeder Berechtigung. Ohne diese Berechtigungen wird RIM nicht funktionieren. Um zu beginnen, klicken Sie auf die Schaltfläche "Weiter" unten.
it: Prima di poter utilizzare RIM per ricevere assistenza remota, è necessario concedere a RIM diverse autorizzazioni nelle impostazioni di macOS del computer. RIM richiederà un'autorizzazione alla volta e fornirà istruzioni dettagliate per concedere ciascuna autorizzazione. RIM non funzionerà senza queste autorizzazioni. Per iniziare, fare clic sul pulsante "Continua" qui sotto.
pt: Antes de poder usar a RIM para receber ajuda remota, você precisará conceder várias permissões à RIM nas configurações do macOS deste computador. A RIM solicitará uma permissão de cada vez e fornecerá instruções detalhadas para conceder cada permissão. A RIM não funcionará sem essas permissões. Para começar, clique no botão "Continue" (Continuar) abaixo.
ru: Прежде чем вы сможете использовать RIM для получения удалённой помощи, вам необходимо предоставить RIM несколько разрешений в настройках macOS на этом компьютере. RIM будет запрашивать по одному разрешению за раз и предоставлять подробные инструкции по предоставлению каждого разрешения. Без этих разрешений RIM не будет работать. Чтобы начать, нажмите ниже кнопку "Продолжить".

source: This feature has been disabled within your organization.
de: Diese Funktion wurde in Ihrer Organisation deaktiviert.
it: Questa funzione è stata disattivata all'interno dell'organizzazione.
pt: Esse recurso foi desativado em sua organização.
ru: Эта функция была отключена в вашей организации.

source: Time remaining for this keyword:
de: Verbleibende Zeit für dieses Stichwort:
it: Tempo rimanente per questa parola chiave:
pt: Tempo restante para essa palavra-chave:
ru: Оставшееся время для этого ключевого слова:

source: This keyword has expired.
de: Dieses Schlüsselwort ist abgelaufen.
it: Questa parola chiave è scaduta.
pt: Essa palavra-chave expirou.
ru: Срок действия этого ключевого слова истёк.

source: 1 minute
it: 1 minuto
pt: 1 minuto
ru: 1 минута

source: Unmute Target Audio Output
it: Disattivare l'uscita audio di destinazione
pt: Ativar a saída de áudio de destino
ru: Включите звук на целевом компьютере

source: Mute Target Audio Output
it: Disattivare l'uscita audio di destinazione
pt: Silenciar a saída de áudio de destino
ru: Отключить звук на целевом компьютере

source: Mute target audio output
it: Disattivare l'uscita audio di destinazione
pt: Silenciar a saída de áudio de destino
ru: Отключить звук целевого компьютера

source: Target audio output is currently muted.
it: L'uscita audio di destinazione è attualmente disattivata.
pt: A saída de áudio alvo está silenciada no momento.
ru: Звук на целевом компьютере в данный момент отключён.

source: The new server profile named "%{name}" is now installed and activated.
it: Il nuovo profilo del server denominato " %{name}" è ora installato e attivato.
pt: O novo perfil de servidor chamado " %{name}" está agora instalado e ativado.
ru: Новый профиль сервера с именем "%{name}" установлен и активирован.

source: This computer is now ready for remote access.
it: Il computer è ora pronto per l'accesso remoto.
pt: Esse computador agora está pronto para o acesso remoto.
ru: Теперь этот компьютер готов к удалённому доступу.

source: Switch server
it: Server di commutazione
pt: Servidor de comutação
ru: Сервер коммутации

source: Public
it: Pubblico
pt: Público
ru: Публичный

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. The button you'll need to press to allow the system extension can be reached simply by pressing the tab key once. You should hear VoiceOver announce "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Press VO+Space on that button to unblock the system extension. Enter your password or provide your touch ID when prompted.
it: Una volta focalizzata la finestra di dialogo, non premere il pulsante "OK"; premere invece il pulsante *"Apri impostazioni "* per aprire le impostazioni degli elementi di accesso e delle estensioni. Il pulsante da premere per consentire l'estensione del sistema è raggiungibile semplicemente premendo una volta il tasto tab. Si dovrebbe sentire VoiceOver annunciare "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Premere VO+Spazio sul pulsante per sbloccare l'estensione del sistema. Quando viene richiesto, inserire la password o fornire il Touch ID.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. You'll then find a toggle button called "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Click this button to unblock the system extension. Enter your password or provide your touch ID when asked.
it: Dopo aver premuto il pulsante "Continua", nella parte superiore dello schermo apparirà la finestra di dialogo del sistema che indica che macOS ha bloccato questa estensione. Non premete il pulsante "OK"; premete invece il pulsante *"Apri impostazioni "* per aprire le impostazioni degli elementi di accesso e delle estensioni. Troverete un pulsante chiamato "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Fare clic su questo pulsante per sbloccare l'estensione di sistema. Quando viene richiesto, inserire la password o fornire il Touch ID.

source: RIM needs permission to capture the screen and audio output, so it can be seen and heard across the remote computer connection.
it: RIM ha bisogno dell'autorizzazione per catturare lo schermo e l'uscita audio, in modo da poterli vedere e ascoltare attraverso la connessione al computer remoto.
ru: RIM требуется разрешение на запись экрана и звука, чтобы их можно было увидеть и услышать через удалённое соединение с компьютером.

source: Once this dialog has focus, do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. The button you'll need to press to allow the system extension can be reached simply by pressing the tab key once. You should hear VoiceOver announce "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Press VO+Space on that button to unblock the system extension. Enter your password or provide your touch ID when prompted. Once you've successfully authenticated, activate the "Done" button before moving onto the next step.
it: Una volta focalizzata la finestra di dialogo, non premere il pulsante "OK"; premere invece il pulsante *"Apri impostazioni "* per aprire le impostazioni degli elementi di accesso e delle estensioni. Il pulsante da premere per consentire l'estensione del sistema è raggiungibile semplicemente premendo una volta il tasto tab. Si dovrebbe sentire VoiceOver annunciare "org.pqrs.Karabiner-VirtualHIDDevice-Manager, toggle button". Premere VO+Spazio su tale pulsante per sbloccare l'estensione del sistema. Quando viene richiesto, inserire la password o fornire il Touch ID. Una volta effettuata l'autenticazione, attivare il pulsante "Fatto" prima di passare alla fase successiva.
ru: Как только появится это диалог, не нажимайте кнопку "OK"; вместо этого нажмите кнопку "Открыть настройки", чтобы открыть элементы входа в систему и настройки расширений. Кнопка, которую вам нужно нажать, чтобы разрешить системное расширение, доступна простым однократным нажатием клавиши tab. Вы должны услышать, как voiceover объявит: "org.pqrs.Karabiner-VirtualHIDDevice-Manager, кнопка переключения". Нажмите VO+пробел на этой кнопке, чтобы разблокировать системное расширение. Введите свой пароль или введите touch ID при запросе. Как только вы успешно пройдёте проверку подлинности, активируйте кнопку "Готово", прежде чем переходить к следующему шагу.

source: Once you press the "Continue" button below, the system dialog saying that macOS has blocked this extension will appear on top of your screen. Do *not* press the "OK" button; instead, press the *"Open Settings"* button to open the Login Items and Extensions settings. You'll then find a toggle button called "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Click this button to unblock the system extension. Enter your password or provide your touch ID when asked. Once you've successfully authenticated, click the "Done" button before moving onto the next step.
it: Dopo aver premuto il pulsante "Continua", nella parte superiore dello schermo apparirà la finestra di dialogo del sistema che indica che macOS ha bloccato questa estensione. Non premete il pulsante "OK"; premete invece il pulsante *"Apri impostazioni "* per aprire le impostazioni degli elementi di accesso e delle estensioni. Troverete un pulsante chiamato "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Fare clic su questo pulsante per sbloccare l'estensione di sistema. Inserire la password o fornire il Touch ID quando richiesto. Una volta effettuata l'autenticazione, fare clic sul pulsante "Fatto" prima di passare alla fase successiva.
ru: Как только вы нажмёте кнопку "Продолжить" ниже, в верхней части экрана появится системное диалоговое окно с сообщением о том, что macOS заблокировала это расширение. Не нажимайте кнопку "OK"; вместо этого нажмите кнопку "Открыть настройки", чтобы открыть элементы входа в систему и настройки расширений. Затем вы найдёте переключатель под названием "org.pqrs.Karabiner-VirtualHIDDevice-Manager". Нажмите эту кнопку, чтобы разблокировать системное расширение. Введите свой пароль или touch ID при запросе. После успешной аутентификации нажмите кнопку "Готово", прежде чем переходить к следующему шагу.

source: RIM needs to be granted permission to be used as a remote desktop application. The prompt you are about to receive may appear disconcerting; it is the stock prompt written by Apple that would appear for any remote desktop application running on the platform. Contrary to the prompt's warning, only individuals or orgaanizations to whom you grant express permission will be able to remotely control your computer, and with the exception of unattended sessions, this permission must be granted on a per-session basis. Your privacy and security is of paramount importance to us, and RIM has resilient security in place to prevent unauthorized access.
it: RIM deve ottenere l'autorizzazione per essere utilizzato come applicazione di desktop remoto. Il messaggio che state per ricevere può sembrare sconcertante: si tratta del messaggio standard scritto da Apple che appare per qualsiasi applicazione di desktop remoto in esecuzione sulla piattaforma. Contrariamente all'avvertimento del prompt, solo le persone o le organizzazioni a cui si concede un'autorizzazione esplicita potranno controllare a distanza il computer e, con l'eccezione delle sessioni non presidiate, tale autorizzazione deve essere concessa su base individuale. La privacy e la sicurezza dell'utente sono di fondamentale importanza per RIM, che ha predisposto misure di sicurezza adeguate per impedire l'accesso non autorizzato.
ru: RIM необходимо получить разрешение на использование в качестве приложения для удалённого рабочего стола. Подсказка, которую вы сейчас получите, может показаться обескураживающей: это написанная Apple стандартная подсказка, которая появляется для любого приложения удалённого рабочего стола, работающего на этой платформе. Вопреки предупреждению в подсказке, удаленно управлять вашим компьютером смогут только лица или организации, которым вы предоставите специальное разрешение, и, за исключением сеансов неконтролируемого доступа, это разрешение должно быть предоставлено для каждого сеанса. Ваша конфиденциальность и безопасность имеют для нас первостепенное значение. RIM обеспечивает надёжную защиту от несанкционированного доступа.

source: Welcome to Remote Incident Manager from Pneuma Solutions! Thank you for choosing RIM for your accessible remote desktop needs.
it: Benvenuti in Remote Incident Manager di Pneuma Solutions! Grazie per aver scelto RIM per le vostre esigenze di desktop remoto accessibile.
ru: Добро пожаловать в Remote Incident Manager от Pneuma Solutions! Благодарим вас за то, что вы выбрали RIM для удовлетворения ваших потребностей в доступном удалённом рабочем столе.

source: Before using this software for the first time, Apple requires us to ask for several permissions so RIM can run on your Mac. The permissions needed depend on whether you are providing or receiving help. We will provide step by step instructions once you begin the process of providing or receiving help.
it: Prima di utilizzare questo software per la prima volta, Apple ci impone di richiedere diverse autorizzazioni affinché RIM possa funzionare sul vostro Mac. Le autorizzazioni necessarie dipendono dal fatto che si stia fornendo o ricevendo assistenza. Vi forniremo istruzioni passo per passo quando inizierete il processo di fornitura o ricezione dell'assistenza.
ru: Перед первым использованием этого программного обеспечения Apple требует, чтобы мы запросили несколько разрешений, чтобы RIM могла работать на вашем Mac. Необходимые разрешения зависят от того, предоставляете ли вы помощь или получаете её. Мы предоставим пошаговые инструкции, как только вы начнёте процесс предоставления или получения помощи.

source: &No
de: &Nein
nl: &Nee
pt: &Não
ru: &Нет

source: Italian
de: Italienisch
es: Italiano
nl: Italiaans
pt: Italiano
ru: Итальянский

source: Prompted
de: Aufgefordert
es: Preguntado
nl: Opgevraagd
pt: Solicitado
ru: По запросу

source: Server
pt: Servidor
ru: Сервер

source: Ethernet
ru: Локальная сеть Ethernet

source: Data sent
de: Datum des Versands
es: Fecha de envío
nl: Datum verzonden
pt: Data de envio
ru: Отправленные данные

source: %{platform} version
es: %{platform} versión
nl: %{platform} versie
pt: Versão %{platform}
ru: версия %{platform}

source: 1 second
de: 1 Sekunde
es: 1 segundo
nl: 1 seconde
pt: 1 segundo
ru: 1 секунда
