Repository: Kostenkov-2021/rim-Russian-localization
Catalog: locale/*/LC_MESSAGES/rim.po
Languages: de, es, it, nl, pt, ru

source: Your RIM personal subscription will be used for unattended sessions. The following applies to any keyword-based sessions.
de: Ihr persönliches RIM-Abonnement wird für unbeaufsichtigte Sitzungen verwendet. Das Folgende gilt für alle stichwortbasierten Sitzungen.
es: Su suscripción personal de RIM se utilizará para las sesiones desatendidas. Lo siguiente se aplica a cualquier sesión basada en palabras clave.
it: L'abbonamento personale RIM verrà utilizzato per le sessioni non presidiate. Quanto segue si applica a tutte le sessioni basate su parole chiave.
nl: Uw persoonlijke RIM-abonnement wordt gebruikt voor sessies zonder toezicht. Het volgende geldt voor sessies op basis van trefwoorden.
pt: Sua assinatura pessoal da RIM será usada para sessões não assistidas. O seguinte se aplica a todas as sessões baseadas em palavras-chave.
ru: Ваша персональная подписка RIM будет использоваться для сеансов неконтролируемого доступа. Нижеследующее относится к любым сеансам, основанным на ключевых словах.

source: Your current incident pass can be used for keyword-based sessions on one target machine over the next %{time_span}. The following applies to keyword-based sessions on additional target machines, and to any keyword-based sessions after your current incident pass has expired.
de: Ihr aktueller Vorfallspass kann für schlüsselwortbasierte Sitzungen auf einem Zielrechner über die nächsten %{time_span}. Das Folgende gilt für schlüsselwortbasierte Sitzungen auf weiteren Zielcomputern und für alle schlüsselwortbasierten Sitzungen, nachdem Ihr aktueller Vorfallspass abgelaufen ist.
es: Su pase de incidentes actual puede utilizarse para sesiones basadas en palabras clave en un equipo de destino durante el próximo %{time_span}. Lo siguiente se aplica a las sesiones basadas en palabras clave en equipos de destino adicionales y a cualquier sesión basada en palabras clave después de que haya caducado el pase de incidente actual.
it: Il pass incidente corrente può essere utilizzato per sessioni basate su parole chiave su un computer di destinazione nel corso dei prossimi %{time_span}. Quanto segue si applica alle sessioni basate su parole chiave su altri computer di destinazione e a tutte le sessioni basate su parole chiave dopo la scadenza del pass di incidente corrente.
nl: Uw huidige incident pass kan gebruikt worden voor sessies op basis van trefwoorden op één doelmachine gedurende de volgende %{time_span}. Het volgende geldt voor sessies op basis van trefwoorden op extra doelmachines en voor alle sessies op basis van trefwoorden nadat uw huidige incidentpas is verlopen.
pt: Seu passe de incidente atual pode ser usado para sessões baseadas em palavras-chave em uma máquina de destino durante os próximos %{time_span}. O seguinte se aplica a sessões baseadas em palavras-chave em máquinas de destino adicionais e a quaisquer sessões baseadas em palavras-chave após a expiração do passe de incidente atual.
ru: Ваш текущий абонемент доступа может быть использован для сеансов на основе ключевых слов на одном целевом компьютере в течение следующего %{time_span}. Нижеследующее относится к сеансам, основанным на ключевых словах, на дополнительных целевых компьютерах и ко всем сеансам, основанным на ключевых словах, после истечения срока действия текущего абонемента доступа.

source: Your current day pass can be used for keyword-based sessions over the next %{time_span}. The following applies to any keyword-based sessions after your current day pass has expired.
de: Ihr aktueller Tagespass kann für stichwortbasierte Sitzungen in den nächsten %{time_span}. Das Folgende gilt für alle stichwortbasierten Sitzungen, nachdem Ihr aktueller Tagespass abgelaufen ist.
es: Su pase diario actual puede utilizarse para sesiones basadas en palabras clave durante los próximos %{time_span}. Lo siguiente se aplica a cualquier sesión basada en palabras clave después de que haya caducado su pase diario actual.
it: Il pass giornaliero attuale può essere utilizzato per le sessioni basate su parole chiave nei prossimi %{time_span}. Quanto segue si applica a tutte le sessioni basate su parole chiave dopo la scadenza del pass giornaliero corrente.
nl: Uw huidige dagpas kan worden gebruikt voor sessies op basis van trefwoorden in de komende %{time_span}. Het volgende geldt voor sessies op basis van trefwoorden nadat uw huidige dagpas is verlopen.
pt: Seu passe diário atual pode ser usado para sessões baseadas em palavras-chave durante os próximos %{time_span}. O seguinte se aplica a todas as sessões baseadas em palavras-chave após a expiração de seu passe diário atual.
ru: Ваш текущий дневной абонемент может быть использован для сеансов, основанных на ключевых словах, в течение %{time_span}. Нижеследующее относится ко всем сеансам, основанным на ключевых словах, после истечения срока действия вашего текущего дневного абонемента.

source: Please upgrade to a paid RIM subscription to gain unlimited connection time.
de: Bitte erwerben Sie ein kostenpflichtiges RIM-Abonnement, um unbegrenzte Verbindungszeit zu erhalten.
es: Por favor, actualice a una suscripción de pago de RIM para obtener tiempo de conexión ilimitado.
it: Per ottenere un tempo di connessione illimitato, passare a un abbonamento RIM a pagamento.
nl: Upgrade naar een betaald RIM-abonnement voor onbeperkte verbindingstijd.
pt: Faça upgrade para uma assinatura paga da RIM para obter tempo de conexão ilimitado.
ru: Пожалуйста, перейдите на платную подписку RIM, чтобы получить неограниченное время подключения.

source: Use Incident Pass
de: Vorfallpass verwenden
es: Utilizar el Pase de Incidente
it: Utilizzare il Pass Incidente
nl: Incidentpas gebruiken
pt: Usar o Incident Pass
ru: Использовать абонемент доступа

source: Use Day Pass
de: Tageskarte verwenden
es: Pase de un día
it: Usa il pass giornaliero
nl: Dagpas gebruiken
pt: Use o Day Pass
ru: Использовать дневной абонемент

source: Use Other Incident Pass
de: Anderen Vorfallpass verwenden
es: Utilizar otro pase de incidente
it: Utilizzare il pass per altri incidenti
nl: Gebruik andere incidentpas
pt: Usar outra passagem de incidente
ru: Использовать другой абонемент для доступа

source: Select another pass
de: Wählen Sie einen anderen Durchgang
es: Seleccione otro pase
it: Selezionare un altro passaggio
nl: Selecteer een andere pas
pt: Selecione outra passagem
ru: Выбрать другой абонемент

source: Select pass
de: Pass auswählen
es: Seleccionar pase
it: Seleziona il pass
nl: Selecteer pas
pt: Selecionar passe
ru: Выберите абонемент

source: Start using pass
de: Start mit Pass
es: Empezar a utilizar pass
it: Iniziare a usare il pass
nl: Pas gebruiken
pt: Comece a usar o passe
ru: Начать с использовованием абонемента

source: Your prepaid time has run out. Please order more prepaid time or upgrade to a RIM Pro subscription to continue using RIM.
de: Ihre vorausbezahlte Zeit ist abgelaufen. Bitte bestellen Sie mehr vorausbezahlte Zeit oder wechseln Sie zu einem RIM Pro-Abonnement, um RIM weiterhin nutzen zu können.
es: Su tiempo de prepago se ha agotado. Solicite más tiempo de prepago o actualice a una suscripción RIM Pro para seguir utilizando RIM.
it: Il tempo prepagato è scaduto. Per continuare a utilizzare RIM, ordinare un altro periodo di tempo prepagato o passare a un abbonamento RIM Pro.
nl: Uw vooruitbetaalde tijd is op. Bestel meer prepaidtijd of upgrade naar een RIM Pro-abonnement om RIM te blijven gebruiken.
pt: Seu tempo pré-pago se esgotou. Solicite mais tempo pré-pago ou atualize para uma assinatura RIM Pro para continuar usando o RIM.
ru: Ваше предоплаченное время истекло. Пожалуйста, закажите дополнительное предоплаченное время или перейдите на подписку на RIM Pro, чтобы продолжить пользоваться RIM.

source: File Transfer Progress
de: Fortschritt der Dateiübertragung
es: Progreso de la transferencia de archivos
it: Stato di avanzamento del trasferimento dei file
nl: Voortgang bestandsoverdracht
pt: Progresso da transferência de arquivos
ru: Ход передачи файла

source: You currently have %{remaining_time} of free RIM usage today.
de: Sie haben derzeit %{remaining_time} an freier RIM-Nutzung heute.
es: Actualmente dispone de %{remaining_time} de uso gratuito de RIM hoy.
it: Attualmente avete %{remaining_time} di utilizzo gratuito di RIM oggi.
nl: Je hebt vandaag %{remaining_time} gratis RIM-gebruik.
pt: No momento, você tem %{remaining_time} de uso gratuito da RIM hoje.
ru: В настоящее время у вас есть %{remaining_time} бесплатного использования RIM сегодня.

source: You have used up all of your free RIM usage for today.
de: Sie haben Ihre gesamte kostenlose RIM-Nutzung für heute aufgebraucht.
es: Has agotado el uso gratuito de RIM por hoy.
it: Hai esaurito l'utilizzo gratuito di RIM per oggi.
nl: Je hebt al je gratis RIM-gebruik voor vandaag opgebruikt.
pt: Você usou todo o seu uso gratuito da RIM para hoje.
ru: На сегодня вы израсходовали все свои бесплатные средства для использования RIM.

source: Remote Incident Manager: Receive Remote Help
de: Remote Incident Manager: Hilfe aus der Ferne erhalten
es: Gestor Remoto de Incidencias: Recibir ayuda a distancia
it: Gestione remota degli incidenti: Ricevere assistenza da remoto
nl: Remote Incident Manager: Hulp op afstand ontvangen
pt: Gerenciador de Incidentes Remotos: Receber ajuda remota
ru: Remote Incident Manager: Получение удалённой помощи

source: Receive Remote Help
de: Hilfe aus der Ferne erhalten
es: Recibir ayuda a distancia
it: Ricevere assistenza a distanza
nl: Hulp op afstand ontvangen
pt: Receber ajuda remota
ru: Получить удалённую помощь

source: Please enter the keyword you received from the person helping you.
de: Bitte geben Sie das Stichwort ein, das Sie von der Person, die Ihnen hilft, erhalten haben.
es: Por favor, introduzca la palabra clave que recibió de la persona que le ayudó.
it: Inserite la parola chiave che avete ricevuto dalla persona che vi ha aiutato.
nl: Voer het trefwoord in dat je hebt gekregen van de persoon die je helpt.
pt: Digite a palavra-chave que você recebeu da pessoa que o ajudou.
ru: Пожалуйста, введите ключевое слово, которое вы получили от человека, помогающего вам.

source: Connect
de: Verbinden Sie
es: Conectar
it: Collegare
nl: Maak verbinding met
pt: Conectar
ru: Подключиться

source: Provide help instead
de: Bieten Sie stattdessen Hilfe an
es: En su lugar, proporcione ayuda
it: Fornite invece aiuto
nl: In plaats daarvan hulp bieden
pt: Em vez disso, forneça ajuda
ru: Вместо этого предоставить помощь

source: Add this machine to your RIM account
de: Dieses Gerät zu Ihrem RIM-Konto hinzufügen
es: Añade esta máquina a tu cuenta RIM
it: Aggiungete questa macchina al vostro account RIM
nl: Deze machine toevoegen aan uw RIM-account
pt: Adicione esta máquina à sua conta RIM
ru: Добавить этот компьютер в свою учётную запись RIM

source: You must enter a keyword before you can start the remote session. Please enter the keyword that was provided by the person that is helping you.
de: Sie müssen ein Schlüsselwort eingeben, bevor Sie die Fernsitzung starten können. Bitte geben Sie das Schlüsselwort ein, das die Person, die Ihnen hilft, angegeben hat.
es: Debe introducir una palabra clave antes de poder iniciar la sesión remota. Introduzca la palabra clave que le proporcionó la persona que le está ayudando.
it: Per avviare la sessione remota è necessario inserire una parola chiave. Inserire la parola chiave fornita dalla persona che vi sta aiutando.
nl: U moet een sleutelwoord invoeren voordat u de sessie op afstand kunt starten. Voer het trefwoord in dat is opgegeven door de persoon die je helpt.
pt: Você deve inserir uma palavra-chave antes de iniciar a sessão remota. Digite a palavra-chave que foi fornecida pela pessoa que o está ajudando.
ru: Вы должны ввести ключевое слово, прежде чем сможете начать удалённый сеанс. Пожалуйста, введите ключевое слово, предоставленное сотрудником, который вам помогает.

source: Language
de: Sprache
es: Idioma
it: Lingua
nl: Taal
pt: Idioma
ru: Язык

source: English
de: Englisch
es: Inglés
it: Inglese
nl: Engels
pt: Inglês
ru: Английский

source: German
de: Deutsch
es: Alemán
it: Tedesco
nl: Duits
pt: Alemão
ru: Немецкий

source: Spanish
de: Spanisch
es: Español
it: Spagnolo
nl: Spaans
pt: Espanhol
ru: Испанский

source: French
de: Französisch
es: Francés
it: Francese
nl: Frans
pt: Francês
ru: Французский

source: Dutch
de: Niederländisch
es: Holandés
it: Olandese
pt: Holandês
ru: Голландский

source: Portuguese (Brazilian)
de: Portugiesisch (Brasilianisch)
es: Portugués (brasileño)
it: Portoghese (brasiliano)
ru: Португальский (бразильский)

source: Swedish
de: Schwedisch
es: Sueco
it: Svedese
nl: Zweeds
pt: Sueco
ru: Шведский

source: Switch language
de: Sprache wechseln
es: Cambiar de idioma
it: Cambia lingua
nl: Taal wisselen
pt: Trocar de idioma
ru: Изменить язык

source: Thank you for installing Remote Incident Manager! Before you can use RIM to either provide or receive remote help, you'll need to give RIM several permissions in this machine's macOS settings. RIM will request one permission at a time and provide detailed instructions to grant each permission. RIM will not function without these permissions. To begin, click the "Continue" button below.
de: Vielen Dank für die Installation von Remote Incident Manager! Bevor Sie RIM verwenden können, um Hilfe aus der Ferne zu leisten oder zu erhalten, müssen Sie RIM in den macOS-Einstellungen dieses Rechners mehrere Berechtigungen erteilen. RIM fordert eine Berechtigung nach der anderen an und bietet detaillierte Anweisungen für die Erteilung jeder Berechtigung. RIM wird ohne diese Berechtigungen nicht funktionieren. Um zu beginnen, klicken Sie auf die Schaltfläche "Weiter" unten.
es: Gracias por instalar Remote Incident Manager. Antes de poder utilizar RIM para proporcionar o recibir ayuda remota, tendrá que conceder a RIM varios permisos en la configuración de macOS de esta máquina. RIM solicitará un permiso cada vez y proporcionará instrucciones detalladas para conceder cada permiso. RIM no funcionará sin estos permisos. Para empezar, haz clic en el botón "Continuar" que aparece a continuación.
it: Grazie per aver installato Remote Incident Manager! Prima di poter utilizzare RIM per fornire o ricevere assistenza remota, è necessario concedere a RIM diverse autorizzazioni nelle impostazioni di macOS di questa macchina. RIM richiederà un'autorizzazione alla volta e fornirà istruzioni dettagliate per concedere ciascuna autorizzazione. RIM non funzionerà senza queste autorizzazioni. Per iniziare, fare clic sul pulsante "Continua" qui sotto.
nl: Bedankt voor het installeren van Remote Incident Manager! Voordat je RIM kunt gebruiken om hulp op afstand te bieden of te ontvangen, moet je RIM verschillende toestemmingen geven in de macOS-instellingen van deze machine. RIM zal om één permissie per keer vragen en gedetailleerde instructies geven om elke permissie te verlenen. RIM werkt niet zonder deze toestemmingen. Klik op de knop "Doorgaan" hieronder om te beginnen.
pt: Obrigado por instalar o Remote Incident Manager! Antes de poder usar o RIM para fornecer ou receber ajuda remota, você precisará conceder várias permissões ao RIM nas configurações do macOS desta máquina. O RIM solicitará uma permissão de cada vez e fornecerá instruções detalhadas para conceder cada permissão. A RIM não funcionará sem essas permissões. Para começar, clique no botão "Continue" (Continuar) abaixo.

source: Continue
de: Weiter
es: Continúe en
it: Continua
nl: Ga verder
pt: Continuar
ru: Продолжить

source: RIM needs to activate the system extension that enables remote keyboard input when receiving remote help. For now, while Pneuma Solutions is working through the Apple approval process to incorporate the system extension into RIM itself, the system extension comes from an application called Karabiner-VirtualHIDDevice-Manager.
de: RIM muss die Systemerweiterung aktivieren, die die Tastatureingabe aus der Ferne ermöglicht, wenn man Fernhilfe erhält. Im Moment arbeitet Pneuma Solutions am Genehmigungsverfahren von Apple, um die Systemerweiterung in RIM selbst zu integrieren. Die Systemerweiterung kommt von einer Anwendung namens Karabiner-VirtualHIDDevice-Manager.
es: RIM necesita activar la extensión del sistema que permite la entrada remota del teclado al recibir ayuda remota. Por ahora, mientras Pneuma Solutions trabaja en el proceso de aprobación de Apple para incorporar la extensión del sistema en el propio RIM, la extensión del sistema procede de una aplicación llamada Karabiner-VirtualHIDDevice-Manager.
it: RIM deve attivare l'estensione di sistema che consente l'input remoto della tastiera quando si riceve assistenza a distanza. Per ora, mentre Pneuma Solutions sta lavorando attraverso il processo di approvazione di Apple per incorporare l'estensione di sistema in RIM stesso, l'estensione di sistema proviene da un'applicazione chiamata Karabiner-VirtualHIDDevice-Manager.
nl: RIM moet de systeemuitbreiding activeren die toetsenbordinvoer op afstand mogelijk maakt bij het ontvangen van hulp op afstand. Op dit moment, terwijl Pneuma Solutions het goedkeuringsproces van Apple doorloopt om de systeemuitbreiding in RIM zelf op te nemen, is de systeemuitbreiding afkomstig van een toepassing genaamd Karabiner-VirtualHIDDevice-Manager.
pt: A RIM precisa ativar a extensão do sistema que permite a entrada remota do teclado ao receber ajuda remota. Por enquanto, enquanto a Pneuma Solutions está trabalhando no processo de aprovação da Apple para incorporar a extensão do sistema na própria RIM, a extensão do sistema vem de um aplicativo chamado Karabiner-VirtualHIDDevice-Manager.
ru: RIM необходимо активировать системное расширение, позволяющее осуществлять удалённый ввод с клавиатуры при получении удалённой помощи. В настоящее время, пока Pneuma Solutions проходит процедуру одобрения Apple для включения системного расширения в саму RIM, системное расширение поставляется из приложения под названием Karabiner-VirtualHIDDevice-Manager.

source: Once you press the "Continue" button below, if the system dialog saying that macOS has blocked this extension doesn't automatically receive focus, press VO+F1 twice, then choose "System Dialogs". Note that you may need to press VO+FN+F1 if your function keys are not set up to work independently of the FN key. The FN key is located to the left of the CTRL key.
de: Wenn Sie auf die Schaltfläche "Weiter" unten klicken und der Systemdialog, der besagt, dass macOS diese Erweiterung blockiert hat, nicht automatisch den Fokus erhält, drücken Sie zweimal VO+F1 und wählen dann "Systemdialoge". Beachten Sie, dass Sie möglicherweise VO+FN+F1 drücken müssen, wenn Ihre Funktionstasten nicht so eingerichtet sind, dass sie unabhängig von der Fn-Taste funktionieren. Die FN-Taste befindet sich links neben der STRG-Taste.
es: Una vez pulsado el botón "Continuar" que aparece a continuación, si el diálogo del sistema que dice que macOS ha bloqueado esta extensión no recibe automáticamente el foco, pulse VO+F1 dos veces y, a continuación, elija "Diálogos del sistema". Tenga en cuenta que es posible que tenga que pulsar VO+FN+F1 si sus teclas de función no están configuradas para funcionar independientemente de la tecla FN. La tecla FN se encuentra a la izquierda de la tecla CTRL.
it: Una volta premuto il pulsante "Continua", se la finestra di dialogo di sistema che indica che macOS ha bloccato questa estensione non viene automaticamente messa a fuoco, premete due volte VO+F1, quindi scegliete "Finestre di sistema". Potrebbe essere necessario premere VO+FN+F1 se i tasti funzione non sono impostati per funzionare indipendentemente dal tasto FN. Il tasto FN si trova a sinistra del tasto CTRL.
nl: Als je op de knop "Doorgaan" hieronder drukt en het systeemdialoogvenster met de melding dat macOS deze extensie heeft geblokkeerd niet automatisch wordt weergegeven, druk dan twee keer op VO+F1 en kies vervolgens "Systeemdialogen". Het is mogelijk dat je op VO+FN+F1 moet drukken als je functietoetsen niet zijn ingesteld om onafhankelijk van de FN-toets te werken. De FN-toets bevindt zich links van de CTRL-toets.
pt: Depois de pressionar o botão "Continue" (Continuar) abaixo, se a caixa de diálogo do sistema informando que o macOS bloqueou essa extensão não receber o foco automaticamente, pressione VO+F1 duas vezes e escolha "System Dialogs" (Caixas de diálogo do sistema). Observe que talvez seja necessário pressionar VO+FN+F1 se as teclas de função não estiverem configuradas para funcionar independentemente da tecla FN. A tecla FN está localizada à esquerda da tecla CTRL.
ru: Как только вы нажмёте кнопку "Продолжить" ниже, если системное диалоговое окно с сообщением о том, что macOS заблокировала это расширение, не появится автоматически, дважды нажмите VO+F1, затем выберите "Системные диалоги". Обратите внимание, что вам может потребоваться нажать VO+FN+F1, если ваши функциональные клавиши не настроены на работу независимо от клавиши FN. Клавиша FN расположена слева от клавиши CTRL.
